{"data" : [{"description": "The basic idea of the extension to the small fair centre in Tuscany – developed piecemeal over the years – was to add a symmetrically constructed counterpart to the large existing Hall 1. This addition with an upgraded south entrance and new entrances in the west and east means three events can be staged simultaneously, and there is, for the first time, continuous site concentricity. The whole site is enclosed within a unifying colonnade and surrounded by a lavishly landscaped parking facility with room for about 1,000 vehicles. The new west and east entrances are defined by two small six-storey administrative blocks that house the chamber of commerce and the provincial administration. The existing dark halls were extended with the addition of Halls 5 and 6. The higher-quality Hall 7 was designed as a multi-function hall, and Hall 8 as a conference hall. Subsequent design work was done to make the conference hall also available as an auditorium for concerts. The same materials were used on the new facades as on the existing halls. The heterogeneous existing buildings and the new buildings were carried out in a uniform silvery corrugated metal and bound together by the anthracite-coloured colonnades. The two six-storey administrative buildings are likewise dark. The post-and-beam structure is articulated by horizontal shades that project 2.5m. In contrast to the cool colours and materials of the facades and entrance areas, the multifunction hall and auditorium are finished with an elaborate coffered ceiling and lined with wood. The conference rooms, restaurant and bar areas are similarly finished. The elongated landscaped inner courtyard of the site with its colonnaded fountains offers a high-quality environment.", "title": "Arezzo Exhibition Grounds, Reconstruction and Extension", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 40744956, "construction_end_date": 2012, "id": 167},
{"description": "Das Amtshaus auf Burg Rothenfels wurde um 1760 als barocker Solitär in der Außenburganlage erbaut, dominiert von den typisch symmetrischen Proportionen. Handlungsbedarf war im Inneren bei Renovierungsarbeiten aber auch bei der teilweise verbrauchten Tragstruktur gegeben. Außerdem sollte für die Bildungsarbeit ein weiterer Veranstaltungsraum eingerichtet werden. Der Gebäudebestand wurde unter den Gesichtspunkten von Denkmal-, Brandschutz und Tragwerksertüchtigung saniert und bietet 38 Gästen in Einzel- und Familienzimmern Platz. Die Treppenanlage und der gesamte -raum wurden mittels Stahlbetonkonstruktion im Gebäudeinneren völlig neu errichtet. Im ehemaligen Amtshausgarten entstand auf dem Niveau der unteren Terrasse der erdgeschossige Saalanbau mit ovalem Foyer. Die Belichtung erfolgt durch eine großflächige Glasfassade, die einen grandiosen Blick über das Maintal zulässt. Das begehbare, begrünte Flachdach lässt den Anbau hinter der Gartenmauer burgseitig nicht in Erscheinung treten.", "title": "Burg Rothenfels - Amtshaus", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 1260000, "construction_end_date": 2000, "id": 323},
{"description": "Description - Architect (design): Cesar Pelli & Associates Architects - Architect (associate): Architectural Alliance - General Contractor: Mortenson/Thor - Constructor: Bald Eagle Erectors, Inc. - The building is located prominently on the north end of the Nicollet Mall. • Google Search", "title": "Minneapolis Central Library", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 85755706, "construction_end_date": 2006, "id": 361},
{"description": "Die Lage des Grundstücks in direkter Nachbarschaft zur typischen Blockrandbebauung der Karlsruher Oststadt und dem historischen Gebäudeensemble des Polizeipräsidiums schafft die besonderen Rahmenbedingungen. Ziel ist es, durch die konstruktive und plastische Ausbildung des Baukörpers einen in sich ruhenden Stadtbaustein zu entwickeln, der den städtischen Räumen folgt und einen klaren, baulichen Abschluss des Blockrandes bildet. Das ruhige Sichtbetonfassadenraster lebt durch den direkten Einsatz des Materials, die Rhythmisierung und die subtile, plastische Profilierung und Einpassung der Glaselemente. Jedes Fenster erhält einen Lüftungsflügel und somit die individuelle Möglichkeit der Luftzufuhr. Das Gebäudekonzept birgt Freiräume dort, wo man sie nicht vermuten würde. Durch die geschickte Verteilung der Funktionen entstehen offene Innenbereiche. Vom klassischen Einzelbüro über Kombizonen bis hin zu Großraumbereichen ist alles realisierbar.", "title": "Finanzamt Karlsruhe Stadt 1. Rang", "source_published_date": "2017-05-23", "construction_phases": ["planned"], "project_volume": 27609046, "construction_end_date": 2019, "id": 452},
{"description": "Taking advantage of the slight slope of the land, this building is situated so that the main façade faces the Vaksala torg and fills in the missing side of the public square. Its position, set back from the boundary line, allows the square to extend onto the site and by means of a gentle ramp, provides access to the three major entrances of the building in a formal and functional manner. At the same time, one can now fully appreciate the conserved building on the corner of Vaksalagatan y Salagatan, which incorporates all the brief’s associated requirements.\nThe concept of the idea is clearly appreciated from the section of the building. Starting from the boundary line of Vaksala torg, a massive volume looms out over the grand foyer of varying levels, creating an outstanding impact in the town. The building is enveloped with a transparent skin in such a way that it conveys a freely flowing space, in which the limits between the inside and the outside become blurred. The humanscale townscape, offers a dynamic image that changes with the variation of the natural conditions (light, seasons…) and with its distinctive optional uses.\nIn terms of its image, the decisive shape of the regular prism is softened by the curved silhouette of the main hall, and the contrasting long transparent/translucent facades of the spacious foyer are highlighted by the opacity of the auditoriums. These facades are designed with a double layer, one formed with opening windows where the uniformity is broken with differently patterned finishes, and the other, a superimposed perforated metal sheet with mismatched openings. The final result is an animated façade with three-dimensional effects which varies according to the position of the spectator. Both layers take turns in attracting attention from day to night time, alternating from a lantern effect from the lower part, to the vibration of the upper veil.", "title": "Concert & Congress Hall Uppsala", "source_published_date": "2017-08-29", "construction_phases": ["existing"], "project_volume": 30563610, "construction_end_date": 2002, "id": 734},
{"description": "Description Architect: Arq. Sergio Tavarez Romero Constructor: Construcciones Spazio S.A. de C.V. - Ing. Enrique Gomez Tamez, Ing. Enrique Gomez Postlethwaite y Arq. Segio Tavarez Romero • Google Search", "title": "Torre Cumbres", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 4996975, "construction_end_date": 2005, "id": 831},
{"description": "THE BACKGROUND The General Authority of Civil Aviation has appointed Almabani as contractor to upgrade the airside infrastructures of Jeddah Airport to code F level.\nAs part of this project, Almabani has entered into a contract with ADPI to supply the necessary design studies and provide support during the construction phase.\nTHE PROJECT The upgrading programme includes the refurbishment of runways and associated taxiways: Extending the East runway by 300 m and widening it to 60 m, extending the Central runway by 700 m and extending the taxiways parallel to the runways (A, H and K).\nOn completion of the necessary construction work, the East runway was reopened to traffic in October 2008, followed by the West runway in December 2009, which in turn allowed work to begin on the area around the Central runway.\nIn November 2009, work began on construction of the new 300 m × 900 m n°7 stand area to create 20 new aircraft stands (15 code E and 5 code F) and the infrastructure required to accommodate the A380.\nThis work also includes the associated drainage, runway lighting and fuel hydrant system.\nSERVICES PROVIDED\nADPI has provided the design services for this project to refurbish all the existing airside infrastructures (runways and associated taxiways). ADPI has also provided technical support services during the construction phase.", "title": "King Abdulaziz International Airport. Airside infrastructures", "source_published_date": "2017-05-18", "construction_phases": ["existing"], "project_volume": 198500000, "construction_end_date": 2010, "id": 844},
{"description": "Description - Architect: Albert Kahn - The building sits on the site of Detroit's first skyscraper, the Hammond Building. • Google Search", "title": "The Qube", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 157164827, "construction_end_date": 1959, "id": 956},
{"description": "Description • Architects: A. Dolnik, V. Sidorenko • Google Search", "title": "Prism", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 17808842, "construction_end_date": 2007, "id": 1073},
{"description": "Despite a mere 60 m² of space, the Kiton store in Rome on the bustling Via del Babuino near the Spanish Steps offers a quite unique shopping and brand experience. The central arch-shaped passageway in the middle of the store was seized upon as principal element to create a relationship to the site by referring to the ancient typology, though an atmospherically structured space is intended, too. The delicately laced stainless-steel arches with flanking wooden look are set forth in different emphases as a stripe motif on all areas within the space, conveying the impression of meandering through a beautifully packaged gift. At the same time, the items on display are allocated very clearly. The stainless steel bases of the shelves and the garment racks follow up on the arch structure and emphasize it. In contrast, an intriguing entryway situation, the changing room, a small presentation of shoes and unusually accessible display areas behind the shop windows arise due to the dynamically tailored spandrels between the arches and frames. With the help of the mirrored terminating partition as ‘final chord’ in front of the adjoining rooms, the space is seemingly elongated into infinity.", "title": "Kiton", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 124257, "construction_end_date": 2009, "id": 1099},
{"description": "Description After completion, it will be the tallest building in Iran. Architect: Zaha Hadid • Google Search", "title": "Fereshteh Pasargad Hotel", "source_published_date": "2017-06-15", "construction_phases": ["under_construction"], "project_volume": 201295734, "construction_end_date": 2019, "id": 1299},
{"description": "Description The Umeda offramp of the Hanshin Ikeda Line 11 Expressway runs directly through the middle of this building. • Google Search", "title": "Gate Tower Building", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 10042609, "construction_end_date": 1992, "id": 1389},
{"description": "3XNs transformational renovation of a historic and listed ‘Christianshavn’ warehouse has resulted in a spectacular new environment for the Copenhagen branch. The waterfront offices on Strandgade dates from 1763 and was originally used for grain storage. The studio’s interior loft design is a perfect response to the challenges of a listed building. As there is limited light entering from the upper levels, a 40 meter long and 4 meter wide light ceiling was installed to simulate natural daylight – and which can be adjusted to provide cold or warm light. The light is reflected in the white surfaces and the custom made aluminum floor. The walls are constructed with sound absorbing plaster so that the noise levels are kept low regardless of the open plan. The studio is designed as a large open loft, with two levels – the second level being used for meeting facilities. The meeting rooms are the only partitioned areas within the office but have an open feel to them through use of glass walls. The open environment contributes to a creative and interactive space, where sharing of knowledge and interconnectivity amongst the studio’s architect’s comes naturally.", "title": "Strandgade 73", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 2171810, "construction_end_date": 2008, "id": 1470},
{"description": "Description Architect: José Cornejo Reynoso • Google Search", "title": "Torre Corey", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 15182428, "construction_end_date": 1993, "id": 1559},
{"description": "Neubau des Logistik- und Servicezentrums mit: - Zentralparkhaus - Ver- und Entsorgungszentrum - Zentralküche für das Klinikum Dortmund", "title": "Logistikzentrum Klinikum Dortmund", "source_published_date": "2017-07-12", "construction_phases": ["existing"], "project_volume": 70389004, "construction_end_date": 2006, "id": 1622},
{"description": "Das Gebäude gliedert sich in zwei verschiedene Nutzungen. Im Erdgeschoss mit Orientierung zum Freibereich befinden sich eine Kinderkrippe mit 12 Plätzen und der Kindergarten mit 50 Gruppenplätzen. Der langestreckte Spielflur mit Garderoben verbindet die Gruppenräume miteinander. Im Obergeschoss befindet sich das Pfarrzentrum mit Gemeindesaal, Stadtteilbibliothek und Kirchencafe, den Gruppenräumen für die Pfadfinder und Ministranten, sowie eine Schülerbetreuung. Über das gemeinsame Foyer orientiert sich zur Kirche und bildet den zentralen Sammler. Das Gemeindehaus fügt sich harminisch in die bestehende Ortsstruktur ein und nimmt farbliche und geometrische Akzente der Umgebung auf.", "title": "Gemeindezentrum Maria Geburt", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 2512000, "construction_end_date": 2014, "id": 1640},
{"description": "Das neue Schulgebäude liegt am Rand des Ortskerns von Porz-Urbach. Die Gebäudefunktionen liegen in Riegeln mit Satteldächern längs der Kupfergasse. Im EG liegt südlich der OGTS-Bereich mit Küchentrakt, nördlich der Verwaltungsbereich mit Lehrerzimmer und westlich das Forum mit Erweiterung. Das Foyer mit der Erweiterung des Forums und der Galerie des ersten Obergeschosses wird zum zentralen Raum und Kommunikationsort der Schule. Im 1. und 2. OG sowie im UG mit Abböschungen sind Klassen untergebracht; im nördlichen Teil des UG befindet sich ein gesondert erschlossener Bereich für den Männergesangsverein Porz-Urbach. Auf dem Schulhofgelände befindet sich eine Sporthalle (Zweifeldhalle), die zur Erweiterung des Pausenhofes fast gänzlich in die Erde eingegraben ist. Sie gliedert sich in ein aufgehendes Eingangsbauwerk sowie eine unterirdische Halle mit Nebenräumen. Das Dach der Sporthalle ist Teil der Pausenfläche und liegt leicht erhöht über dem Schulhof. Die Halle wird über Oberlichter an der Westseite belichtet.", "title": "Grundschule Kupfergasse Köln", "source_published_date": "2017-07-12", "construction_phases": ["existing"], "project_volume": 9471224, "construction_end_date": 2010, "id": 1667},
{"description": "The Moscow office representing Hadi Teherani lies quite centrally in the immediate vicinity of the Garden Ring that decisively shapes the city. It is situated vis à vis the Ministry of Transport, one of the strategic high-rise projects dating back to the Stalin era designated as the ‘seven sisters’, and conveniently located near Krasnye Vorota, a well-known inner-city metro station. Among other tenants here, the office building built by the Inteco Group from 2007-2009 as one of its many intra-urban complexes has housed the Moscow branch of Hadi Teherani since 2009. Flexibly joinable open office landscapes can be found here on a total of roughly 700 qm. The offices are accessed via a spaciously designed reception area. Airily designed café and lounge sectors for guests and staff at the Moscow office augment the communicatively drafted work segments. Open-space office regions make it possible for individual project teams to retreat to their so-called ‘working hubs’ partitioned off by glass walls to achieve a more intensive focus on the work involved. Arranged as a centrepiece, a cube made of Macassar ebony serves to welcome guests and functions as the reception, lounge and IT hub while forming the transcending design element for the BRT RUS office landscape. The holistic standard set by Hadi Teherani to unify architecture, interior architecture and product &nbsp;design into a symbiosis has been pursued here to a decisive degree. Products such as the multiple award-winning Silver Chair from Interstuhl and the Silver Table have been placed in a number of different variations. Innovative and simultaneously aesthetically appealing products such as the Helio Disc lighting elements from Zumtobel create a pleasant work atmosphere that is enhanced by products from the Keramag TH line of sanitary fixtures. Door handles from FSB and flooring from the Armstrong range of products, equally designed by Hadi Teherani, have also been employed and contribute further to the congenial working environment for the 48 men and women on staff. In Moscow Hadi Teherani continues to conduct work on an interdisciplinary level together with city planners, architects, civil and construction engineers concerning projects currently being planned and realised primarily at the Skolkovo technopark, in Moscow, as well as in other cities in Russia.", "title": "BRT RUS", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 611048, "construction_end_date": 2009, "id": 1686},
{"description": "The pavilion-like, transparent structures open up towards the park landscape, whilst the glazed stairhalls with their transitions invite for informal communication. In order to further reinforce the transparency and lightness in the interior, the office partition walls are glazed at the top and completely dissolved in glass at the connection to the exterior façades. A separable assembly hall, which is located next to the entrance foyer with a terrace at the lake, is slightly lowered in comparison to the level of the surrounding park, so that people sit in a green trough. The building is technically and architecturally very frugal: Ventilation systems and suspended ceilings do not exist. Succinctness, conciseness and transparency have been the content-related and aesthetic objective alike. The foundation building including the park and lake have been completed within a record time of approximately one year and handed over to the user.", "title": "Carl Bertelsmann Foundation", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 13134400, "construction_end_date": 1991, "id": 1707},
{"description": "Description Architects & Development: Gorshtein Fasja Arquitectos • Google Search", "title": "Condomino Perla", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 25338764, "construction_end_date": 1986, "id": 1843},
{"description": "Description Architect: Gómez Vázquez Aldana y Asociados • Google Search", "title": "Presidente InterContinental", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 95297160, "construction_end_date": 1983, "id": 1864},
{"description": "Fanny Rodwell wanted to create a museum intended for the work of her husband, Hergé, the Belgian creator of The Adventures of Tintin. Christian de Portzamparc designed it as strong architecture, space of surprises, events and colors. The route is an almost narrative sequence, prolonging the art of the “ligne claire” style and the color, in a space-tribute in the work of Hergé and in the comic strip. Joost Swarte realized the museography inside rooms, which is not shown here. Located on the outskirts of Louvain-la-Neuve where, along a quayside, the town overlooks a park, the volume of the museum is an elongated prism which seems to float in a forest of mature trees. The road winds below. From the quayside, a footbridge reaches out towards the museum as it would towards a boat. Looking at the Musée Hergé, what we see at first is a colored and dreamlike interior. This internal world – the simple volumes of the reception area – is glimpsed through large glass windows resembling comic strip frames. A tower-like elevator rises through the floors of the four opaque volumes of the museum, each with its own personality and color, where the rooms dedicated to the artist and staged by Joost Swarte are situated.\nEach of these volumes is a kind of character. Each carries an over-sized extract of Hergé’s touch. To these four “objects” we can add a fifth, the vertical elevator shaft in white and dark blue. A dreamlike mixture of nature and city, the project mixes indoors and outdoors, small and big. Did we enter a drawing? The spirit of Lewis Carroll is not far away.", "title": "Hergé Museum", "source_published_date": "2017-08-29", "construction_phases": ["existing"], "project_volume": 10002636, "construction_end_date": 2009, "id": 2094},
{"description": "Description Architect: Sacon • Google Search", "title": "UWV-toren Il", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 14303250, "construction_end_date": 2003, "id": 2129},
{"description": "With their long-standing relationship with Kirkland & Ellis, a premier international law firm, SOM was asked to create a flexible and highly functional conference center for the law firm's Manhattan office in the Citigroup Center (now referred to as 601 Lexington Avenue). The conference center was to occupy the tower's 50th floor, offering remarkable 360-degree views of the city. SOM created a modern environment that relates to the firm's office floors but has its own distinct character. The program includes 12 conference rooms, a full-service pantry, an elegant reception area, and ample space for administrative functions. The reception area doubles as a business center for traveling professionals, with informal meeting areas and touchdown desks with integrated equipment. The conference center also contains an expansive multipurpose room that can be used for training sessions, partner lunches, and formal events. This versatile space can be divided by partitions or be joined with two corner conference rooms.", "title": "Kirkland & Ellis LLP – New York Conference Center", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 79320897, "construction_end_date": 2006, "id": 2332},
{"description": "Astana is selected to host the EXPO 2017 with the theme “Future Energy”. The project attempts to deal with the global environmental concerns in a local context. By offering a self-sufficient neighborhood, where food is grown, water is collected and recycled, energy is produced by the use of green resources and waste is treated locally, the Expo District will offer a low-carbon and sustainable model for the future.\nWith the integration of urban and natural systems and the use of new technologies the project defines a new type of urban ecological system. Feeding the city with energy and food, Expo City becomes Eco City. Eco City integrates density, diversity, mixed use programs, with publicly accessible farmland, smart infrastructure, and production of both energy and food. Eco City generates energy, clean water, produces food, and creates new jobs and a green living and learning environment.\nThe district will limit the use of the car by offering an alternative personal transport mode, allowing people to easily and sustainably move around. The farmland is covering the whole roofscape of the project and contains both soil based agriculture and modern greenhouse technology. The agricultural crust covers the programmatic layers that are woven together in both plan and section to provide an essential and powerful mix of EXPO, Residential, Commerce and Recreation. Socially sustainable with a focus on cultural and public spaces and economically sustainable through an effective and efficient layout enhanced by roof top agricultural production. At the heart of the development is the EXPO component, this creates a cultural symbol of interaction with the other programs and components.", "title": "Astana Expo 2017 Proposal", "source_published_date": "2017-06-06", "construction_phases": ["existing"], "project_volume": 1920, "construction_end_date": 2013, "id": 2458},
{"description": "Description • Completely renovated in 2004 • Google Search", "title": "Tokovo", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 28233530, "construction_end_date": 1977, "id": 2640},
{"description": "1. Preis Realisierungswettbewerb 2006\nDas Wettbewerbsgrundstück befand sich auf dem Gelände eines ehemaligen Heeresflughafens bei Oberschleißheim. Das Besondere an dieser Lage war der unmittelbare Kontext zu einem Landschaftschutzgebiet. Ziel des Entwurfs war die Schaffung eines besinnlichen Ortes, an dem im engen Dialog und Miteinander Jugendliche aus aller Welt eine aktive Auseinandersetzung mit der europäischen Geschichte führen, sowie Freundschaften und neue Ausblicke in eine gemeinsame Zukunft entstehen können. Das Konzept für diesen Ort sah drei richtungslose Holzskulpturen mit einem gemeinsamen Zentrum vor, die zum Bestandteil der bestehenden Landschaft werden bzw. sich zu dieser ausrichten. Die unterschiedlichen räumlichen Anforderungen des Jugendhauses sind dabei in vier Gebäuden untergebracht (Haupthaus, Wohnhaus, Werkstatt, Zeltplatzgebäude). Die Gebäude stehen dabei in einen gut proportionierten Wechsel mit den geplanten Wegen, Gassen und Plätzen. Das Zentrum bildet eine großzügige Terrasse in der Mitte der Holzskulpturen. Von dieser Fläche aus erschließen sich die neu angelegten Freiflächen mit einem weiten Blick in den Landschaftsraum. Im Innenraum des Haupthauses findet sich unter einem Oberlicht ein gefasster introvertierter Raum, in dessen Zentrum die „Treppe der Begegnung“ ruht. Neben ihrer Erschließungsfunktion für die Schlafsäle im 1. Obergeschoss dient diese als kommunikatives Zentrum. Neben der Möglichkeit des Verweilens und des Gespräches finden hier auch Ausstellungen und verschiedene Veranstaltungen statt. Der Neubau erfolgte ausschließlich aus ökologischen Baustoffen, die nach den Gesichtspunkten der Ressourcenschonung und der Abfall- und auch Emissionsvermeidung ausgewählt wurden. Das Energie- und Haustechnikkonzept orientiert sich an den vom Landkreises München formulierten Zielen der „Energievision des Landkreises München“. Die Energiebereitstellung erfolgt durch den Einsatz verschiedener regenerativer Energien.", "title": "Neubau der internationalen Jugendbegegnungsstätte der Verständigung in Oberschleißheim", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 11900000, "construction_end_date": 2010, "id": 3204},
{"description": "Rexam ist einer der weltweit führenden Konzerne für die Herstellung von Verbraucherverpackungen. In Ludesch, Vorarlberg, wurde das zweite Getränkedosenwerk in Österreich errichtet.\nÖkonomische und ökologische Gründe führten zu der Entscheidung, die Dosenproduktion direkt zum Abfüllort zu verlagern und in Ludesch eine sogenannte „Wall-to-Wall“-Anlage zu errichten. Um eine ortsverträglichere Maßstäblichkeit zu erzielen, thematisiert das architektonische Konzept die konsequent quer zum Gebäude angeordneten Fertigungsstraßen und gliedert den Baukörper von außen in gleichförmigen Volumina. Die konsequente Umsetzung des Konzeptes der „Funktionalen Fuge“ durch Architektur, Versorgungs-, Elektrotechnik und Tragwerksplanung ist das Ergebnis eines abgestimmten integralen Planungsprozesses.", "title": "Rexam", "source_published_date": "2017-06-07", "construction_phases": ["existing"], "project_volume": 23842255, "construction_end_date": 2009, "id": 3454},
{"description": "Das Wohnhaus im Östlichen Ringgebiet füllt das gesamte Grundstück auf mit barrierefreien Wohneinheiten deren Dachterrassen und Balkone sich nach Süden und Westen zum geschützten Innenhof orientieren. Vier Vollgeschosse, ein Dachgeschoß und ein Untergeschoß für Kellerräume und PKW-Stellplätze fügen sich in Kubatur und Materialität ein in den Kontext des gründerzeitlichen Wohnquartiers.", "title": "Wohnen im Östlichen Ringgebiet", "source_published_date": "2017-06-07", "construction_phases": ["existing"], "project_volume": 2464506, "construction_end_date": 2016, "id": 3467},
{"description": "Description Architect: Odell and Associates - http://www.odell.com/ North Carolina's Tallest Building - 1974 to 1988 Charlotte's Tallest Building - 1974 to 1988 • Google Search", "title": "Bank of America Plaza", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 263641934, "construction_end_date": 1974, "id": 3480},
{"description": "BRAUNWAGNER created and designed the entire MAN-appearance at the IAA Commercial Vehicles 2014 from September 25th to October 2nd in Hannover/Germany. At the leading trade fair for mobility, transportation and logistics MAN represented the full diversity of MAN Truck & Bus models on an area of some of 9.500 m². It was about the second largest stand of the exhibition. „Discover“ has been the leading idea of the MAN presentation and was translated into the architectural and communicational concept. The view out of the driver’s cab towards the horizon engraved the world of imagery. The red line of the corporate design connected emotional and formal horizons. This level of perception has been translated into a corresponding key visual used as holistic design principle for all relevant measures.\nTo discover the product world emotionally strong image building installations generated an individual context. The visitor became part of the MAN-world, integrated functions invited to interact with the product. Meeting points with integrated lounges increased the dwelling quality at the booth. A multidimensional show brought the new D38 motor generation to life for the audience. The analogy of the design language created a consistent brand perception. The multimedial designation including the overall design concept created an evoking emotional visitor experience.", "title": "Mercedes-Benz Interschutz 2015", "source_published_date": "2017-06-08", "construction_phases": ["existing"], "project_volume": 5210637, "construction_end_date": 2015, "id": 3504},
{"description": "The creative campus at Snape Maltings was founded by Benjamin Britten in derelict industrial buildings on the Suffolk coast. The Dovecote is part of Haworth Tompkin's phased extension of the campus for Aldeburgh Music and inhabits the ruins of a dovecote overlooking the marshes. The new form expresses the internal volume of the Victorian structure as a Cor-ten steel 'lining', a welded monocoque that was prefabricated and craned into position.", "title": "Dovecote Studio", "source_published_date": "2017-08-29", "construction_phases": ["existing"], "project_volume": 170058, "construction_end_date": 2009, "id": 3532},
{"description": "Description - Architect: Pickard Chilton Architects, Inc. • Google Search", "title": "24th at Camelback", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 90536821, "construction_end_date": 2000, "id": 3867},
{"description": "Description • Design: Wong & Ouyang (HK) Limited (architect Li Chunyuan) • Google Search", "title": "Shangri-La Hotel", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 86510400, "construction_end_date": 2007, "id": 3873},
{"description": "Description Architect: OIII Architects (Maarten Sanders) • Google Search", "title": "Nova Zembla", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 8416322, "construction_end_date": 2001, "id": 3875},
{"description": "Description Architect: Skidmore, Owings & Merrill LLP Owner/Developer: The Irvine Company Management: Trammel Crow Company - One of the 6 towers of the Jamboree Plaza. Which includes three 19 story and two 12 story, office buildings. The Jamboree Center also includes the Hyatt Regency Irvine. • Google Search", "title": "Five Jamboree Center", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 119834311, "construction_end_date": 1989, "id": 3936},
{"description": "Description • Floor-to-floor height: 3 m • Google Search", "title": "Anit-City 1", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 5918354, "construction_end_date": 2014, "id": 4212},
{"description": "The Glass Museum in Ebeltoft houses an extensive collection of contemporary glass, based on art works of more than 600 internationally recognised glass artists from all over the world. The Glass Museum was established in 1985 and is situated in the former Customs and Excise House by Hack Kampmann, and has been in need for more space for some time. The extension improves possibilities for exhibitions and arrangements, and it is situated carefully to preserve the existing sight lines from the old town of Ebeltoft towards the bay. The architecture is light and simple. Discretely it plays along with the theme of glass, while providing a calm setting for the colourful and expressive glass art. The extension is constituted by a double high exhibition building, a glass hut with workshops and museum garden surrounded by a wall. The north face of the building displays white washed brickwork and vertical glass panels. Large glass panels towards the museum garden opens up and diminishes the boundary between outside and inside. The main entrance leads to the new exhibition building. From here, connection is made at ground level to the existing museum, and the seamless flow continues into the museum garden. The garden opens towards the sky, while the garden wall encompasses the space and protects outdoor exhibitions. The tour can be extended by a fascinating visit inside the glass hut. This workshop serves both as an active exhibition and as a working place for invited artists. After this hot visit, one may wish to return to the café in the exhibition building and enjoy the magnificent view of the sea and the old ship harbour.", "title": "Glass Museum", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 2222808, "construction_end_date": 2006, "id": 4237},
{"description": "Der Aufgabe der Generalplanung für den Neubau eines Verwaltungsgebäudes für die Firma Boehringer Ingelheim ging ein Wettbewerb voraus. Im Rahmen einer Machbarkeitsstudie erhielt Mann + Partner den 1. Rang und den Auftrag für die Generalplanung des Komplexes mit 35.500 m² Geschossfläche. Überzeugt hatte den Bauherren das offene Erschließungssystem über den Lichthof und das flexible Konzept der Raumnutzung für bis zu 1.270 Arbeitsplätze mit integrierter Lernwelt und zahlreichen Meetingräumen in heller, lichtdurchfluteter Atmosphäre . Offizielle Einweihung war am 24. November 2015. Projektort: Ingelheim am Rhein Projekttyp: Machbarkeitsstudie, 1. Rang Bauherr: Boehringer Ingelheim Pharma GmbH & Co. KG Planungszeit: 2011 - 2014 Fertigstellung: 2015 Geschossfläche: 35.500 m² Leistungen: Generalplanung 1-9", "title": "Neubau des weltweit größten Verwaltungsgebäudes von Boehringer Ingelheim", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 70977635, "construction_end_date": 2015, "id": 4345},
{"description": "The complex consists of a new campus for the American International School of Zagreb (designed by Flansburgh), as well as a Croatian Kindergarten and a Croatian Elementary School (designed by AVP-Sangrad).\nFrom the street, the three schools are designed to appear similar to one another, and to respond to the clean modernist aesthetic of Novi Zagreb, the communist-era neighborhood where the school is located. From the inside, however, the American school is more playful, with three courtyards punched into the superblock of the school to bring in natural light and green space into the heart of the school.\nClassrooms are organized around a flexible interior core. Programmatically, this “core” contains the cafeteria, library, and informal learning spaces, but the spaces are flexible and multi-purpose. For example, the grand stair in the cafeteria can support presentations and informal performances. Classrooms open onto informal learning spaces which can be used for break-out, meeting space, and collaborative activities between multiple classes.", "title": "Središće Educational Complex", "source_published_date": "2017-06-07", "construction_phases": ["existing"], "project_volume": 10672560, "construction_end_date": 2016, "id": 4365},
{"description": "Feasibility study for the development of a new sub-centre in Wuxi for offices, residential, retail, hotel, sport, recreation and wellness.", "title": "Wuqiao Central Plaza", "source_published_date": "2017-08-11", "construction_phases": ["existing"], "project_volume": 457775760, "construction_end_date": 2008, "id": 4410},
{"description": "Description • Architect: Bernd Leusmann. ____________________________________________________________ • History: The demolition of the former DAK house in the square of Saint Georg had begun. At 11.40 o'clock district, leader Markus Schreiber (SPD), sat down personally in a Longfront-hydraulic excavator and gave thus the start signal for the demolition work of the so-called horror house. Saint Georg accommodation manager Wolfgang Schüler had waited for long time this moment already for many years:\" This is an unforgettable day for the whole part of town, finally, this eyesore.\" disappears. As reported, the ailing complex of buildings stood empty on the about 8000m² property for more than ten years. The real estate neglected from year to year more and became the place of residence of prostitutes, homeless and drug dependent. Sad climax: In 2001 a prostitute was murdered in the building. Only the forced sale of the real estate in December, 2006 let politician and citizen again hope. The Quantum Immobilien AG acquired the former DAK house for 15 million euros and now wants to invest about 150 million euros in a cultivation of the area. The 20-storey hotel tower with 464 rooms will be enormously. Tenant of the building is the hotel chain Motel One which already has 17 houses in Germany. In an other building should originate on about 24000m² of office. The facade of the office building will provide with tapes from bright clinker brick, glass surfaces and metal-dressed up elements. Moreover, the construction is planned on the property by 63 flats. Then in the beginning of 2010 the new building ensemble should be initiated. The old complex of buildings should have broken off till December of 2008. The building was already completely cored. Before it mountain-wise garbage from the house had to be created, the uninvited guests for years leave had. ____________________________________________________________ • Photo Links: http://img217.imageshack.us/img217/7430/12py4.jpg http://img134.imageshack.us/img134/9506/13zm9.jpg • Google Search", "title": "Motel One Hamburg-Alster", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 130144851, "construction_end_date": 2010, "id": 4436},
{"description": "Introduction Designed by Quincy Jones in 1971, the original Earl M. Jorgensen Laboratory was a three story, concrete structure that would need significant renovation if it was to become the new home of the California Institute of Technology. BuroHappold Engineering was recruited to oversee MEP engineering, sustainability, LEED consulting and energy modeling. Challenge Together with John Friedman Alice Kimm Architects, we were tasked with transforming the old building into a cutting edge, sustainable facility for energy and science advancement. The client was seeking to achieve a LEED Platinum certification once the remodeling of the building was complete. This presented a number of difficulties due to the condition of the existing structure. Solution Primary renovations involved removing oversized sunshades, installing high performance double glazing and introducing a new sky-lit atrium. We also had to transform office space into wet and dry research laboratories. BuroHappold\u0092’s restoration resulted in the improved availability of natural light in the building with increased views to the outside, as well as state of the art energy efficient research. The new building achieved LEED Platinum certification and is a demonstration of what can be achieved when presented with challenging conditions in an existing building. The end result was a neutral dual duct HVAC system for all laboratories and offices which, compared to the ASHRAE 90.1 2007 baseline, is projected to reduce energy consumption by a total of 37% and energy cost by 26%. Value The Institute was fully involved and interested in the scientific justifications behind BuroHappold\u0092’s design decisions, and shared ideas on new technologies to consider. They also adapted their existing revolving energy fund, which uses projected savings in energy to provide loans for energy efficiency upgrades. In this case they funded the difference between a code minimum building and implemented strategies to save energy. This new, state of the art facility truly embodies the mission of its occupants and provides an inspiring place to conduct research that will shape a more sustainable future.", "title": "California Institute of Technology Earl M. Jorgensen Laboratory Renovation", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 12696800, "construction_end_date": 2012, "id": 4521},
{"description": "Description - 2 North Lake is located on the corner of North Lake Avenue and Colorado Boulevard. - Building Class: A • Google Search", "title": "2 North Lake", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 60126768, "construction_end_date": 1985, "id": 4536},
{"description": "Funktionen: Intensivpflege, Strahlentherapie, Chirurgische und Herz-Thorax-Polikliniken, Radiologie, Urologie, Kinderpflegestation, 2.800 Quadratmeter Laborfläche mit S3-Labor, Tierhaltung, 1 Hörsaal\nBasierend auf dem Gewinn des Architektenwettbewerbs 1993 entstand die Erweiterung des Universitätsklinikums in zwei Bauabschnitten. Zwei lang gestreckte, terrassenförmig angelegte Behandlungstrakte betten sich entlang einer Hangkante, während sich vier Bettenhäuser quer darüber legen.\nAls erste Erweiterung wurde das Zentrum für Operative Medizin im Norden des ab 1921 errichteten Klinikensembles realisiert. Es besteht aus einem Behandlungsbau mit zwei andienenden Bettenhäusern. Im Innern übernimmt eine Magistrale in der Erdgeschoßebene die Verteilerfunktion zu medizinischen Abteilungen, Lehr- und Verwaltungsräumen sowie den Bettenstationen in den oberen Geschossen. Neben den Stationen der Normalpflege entstand im dritten Obergeschoß eine Kinderstation, deren Ausstattung und Wandgestaltung in Zusammenarbeit mit Künstlern konzipiert wurde. Das lang gestreckte Behandlungsgebäude erhielt eine hinterlüftete Naturstein-Muschelkalk-Fassade mit Rankhilfen für wilden Wein, die Bettenhäuser und Hörsäle eine zweifarbige Putzfassade. Auch die Außenanlagen, begrünten Dächer und Terrassen sind angelehnt an die Weinberge der Umgebung gestaltet.\nIn einem zweiten Bauabschnitt wurde das Zentrum für Konservative Medizin mit Knochenmark -Transplantationszentrum, Strahlenunfallzentrum, Zyklotron und Transfusionsmedizin sowie über 300 Betten realisiert.", "title": "Zentrum für Operative Medizin Universitätsklinikum Würzburg", "source_published_date": "2017-06-28", "construction_phases": ["existing"], "project_volume": 150000000, "construction_end_date": 2003, "id": 4656},
{"description": "Description Architects: Helmutt Obatta Kassabaum (HOK) Developer: Frava Promotor: Cushman & Wakefield Global Real Estate Solutions • Google Search", "title": "Andares Corporativo Acueducto", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 52594462, "construction_end_date": 2011, "id": 4782},
{"description": "The architecture of the Lake Constance Thermal Spa captures the eye-catching elements of its surroundings, water and expanse as well as the sailing boats being the guiding images and the inspiration behind the design of the complex. The sauna wings symbolize hulls of ships protruding into the lake. The spacious bathing hall is characterized by the view across the lake with its varied moods of light and weather. It can be experienced from different levels. Spiral staircases form coloured cylinders that create striking sculptural highlights in the interior. The trapezoidal steel roof opens out to the edges of the bathing hall, floating above it like a sail that a surfer has laid gently onto the water.\nProject team thermal spa Dieter Deichsel, André Georg, Alexandra Illig, Patricia Schlarb, Martin Schweizer, Timo Sitter\nAwards Exemplary Construction Award, District of Constance 2003-2011 IOC/IAKS AWARD 2009, Commendation", "title": "Constance Thermal Bath", "source_published_date": "2017-06-08", "construction_phases": ["existing"], "project_volume": 21742085, "construction_end_date": 2007, "id": 4802},
{"description": "Description Architects: ARCO Development: Lewel 2004 Award of IMEI (Mexican Institute for Intelligent Buidlings) • Google Search", "title": "Las Nubes Torre B", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 9930297, "construction_end_date": 2004, "id": 4965},
{"description": "Design of a railway station and an exchange hall connecting King Abdulaziz International Airport new terminal with high speed rail network, busses, shuttles, taxi station and contact car park. Railway station design is based on the Ramadan Friday Peak Hour and on a high level of service requested by the client: Segregated platforms (departure ≠ arrivals) and air conditioned platforms with platform screen doors. The station is dead-end as the main rail network does not go through the airport. Orientation changed due to interference with military installations.", "title": "King Abdulaziz International Airport. High speed train station", "source_published_date": "2017-05-18", "construction_phases": ["existing"], "project_volume": 121067439, "construction_end_date": 2009, "id": 5205},
{"description": "Description • World’s largest building • Google Search", "title": "New Century Global Centre", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 1545810000, "construction_end_date": 2013, "id": 5216},
{"description": "From the garden, the house rises with two parallel gables in which large windows connect the interior spaces of the house with the outdoor environment and offer a spectacular view of Oresund. The building is divided into two wings: The long main wing in east-west direction comprises the entrance hall, children’s rooms, offices and a guest residence, while the 1½-storey transverse wing to the east houses the living rooms and kitchen. A low garage building towards the road shields the inner courtyard from prying eyes and noise. The terraces are covered with so-called blue granite from the Danish island of Bornholm, which also covers several surfaces inside the house. All woodwork is Danish oak wood.", "title": "Villa in Humlebæk", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 1553400, "construction_end_date": 2009, "id": 5320},
{"description": "Iconographic Head Office Despite Saxo Banks’s clients primarily meeting their bank in cyber space, the physical gesture of the head office is of great importance to the bank’s management, who took a great interest in the design process. This was not only due to the client’s interest in the creation of a building endowed with iconographic qualities, but also to the conviction that architecture and design plays an important role for staff performance and dedication to the company. Dynamic and Expressive Identity The architecture takes Saxo Bank’s cutting edge profile as its point of departure. Main lines of the structure explore the balance between dynamic expression and trustworthy solidity, executed with an eye to the framework constituted by planning constraints and intentions. Conceived as two logs facing their gable ends to the canal, joined together by a retracted glass façade, the building combines curves and sharp angles in a new interpretation of modern seaside architecture. Colours of the sea and the sky in the green glass and white façade elements interchange in the cut-up structure with a lot of X-shapes reminiscent of the letter X in the name of the Bank. Open Structures Inspire Team Spirit Inside, a transparent and inspiring environment enhances the sense of team spirit. The open plans centre round a softly shaped top-lit atrium with a winding main staircase. The trading floor located at the top of the building contains state of the art technology and a highly international staff of professional bankers.", "title": "Saxo Bank", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 34748960, "construction_end_date": 2008, "id": 5541},
{"description": "Mit dem Neubau im Lehrter Stadtquartier, dem Bertha Berlin, wurde städtebaulich eine zentrale Lücke in der Nähe des Berliner Hauptbahnhofs geschlossen. Die WITTE Projektmanagement GmbH übernahm die Projektsteuerung in der Entwurfs-und Planungsphase sowie Leistungen der Ausschreibung und Vergabe für das flexible Multitenant-Gebäude, das unter der Bauherrschaft der Becken Development GmbH in unmittelbarer Nähe zum Berliner Hauptbahnhof entstand. Darüber hinaus verantwortete WITTE das Projektcontrolling der Hochbau- und TGA-Bauleistungen.", "title": "Bertha Berlin, Berlin", "source_published_date": "2017-06-28", "construction_phases": ["existing"], "project_volume": 30455563, "construction_end_date": 2016, "id": 5820},
{"description": "Soll eine schwierige Reise enden, braucht es zum Ankommen geschützte Räume der Geborgenheit. Jugendliche aus schwierigen familiären Verhältnissen ziehen hierher, wenn das Zuhause keines mehr ist: Ein Übergangs- und Schonraum, in dem man Wertschätzung und Sicherheit erfährt, aber auch einen Bereich, in dem man mit anderen lebt, sich in Ruhe persönlich und beruflich entwickeln kann.\nDen BewohnerInnen Raum für ihre unterschiedlichsten Stimmungen geben, den Wechsel aus Arbeit und Freizeit erleben.\nDie Vielfalt eines jungen Lebens unter einem Dach auf Zeit fassen: intime, semi-öffentliche und exponierte Momente, das war unsere selbst gestellte Herausforderung. Bis zu 60 – meist weibliche- Jugendliche aus Niederösterreich leben und arbeiten hier. Manche halten sich hier 24 Stunden lang auf, sogar an den Wochenenden. Wenn ein Bursche keine Übernachtungsmöglichkeit hat, darf auch er bleiben.\nDem gewachsenen Ensemble des Landesjugendheims mit Verwaltungsgebäude (1890), Schule, Kapelle (Sechziger Jahre) und Wirtschaftsgebäude, das den modernen Anforderungen gemäß von den Architekten adaptiert, neu gegliedert und vergrößert wurde, wurde ein mäandrierende – bis zu zwei Stock hoher – 93,30 Meter langer Baukörper zugefügt.\nEr nimmt die abschüssige Topographie auf und gliedert die – bisher kaum beachtete – wunderschöne Grünfläche, in einen südlichen intimen Park mit alten Ahornbäumen und einen nördlichen Bereich mit den Wirtschafts- und Lehrgärten.\nDie Wohn- und Arbeitsbereiche sind räumlich und organisatorisch klein strukturiert, gut überschaubar und haben eine persönliche, vertrauens- und beziehungsfördernde Atmosphäre. Die hellen Wohngruppen mit warmen Parkettboden und Ein- und Zweibettzimmern, eigener Küche, Wohnzimmer und Terrasse geben Rückzug und Halt, „ein angenehmer, überhaupt nicht selbstverständlicher Luxus“, so die BewohnerInnen.\nUns war wichtig, dass die Jugendlichen die Möglichkeit haben, in ihr eigenes Haus zu gehen.\nAn den geschützten Innenhöfen liegen ebenerdig die Lehrwerkstätten, wie Küche, Wäscherei und Friseur, die von KundInnen aus der Ortschaft besucht werden. Ein großer Speisesaal für etwa 100 Personen, in dem Kaffee und Kuchen auch für Gäste angeboten wird, liegt stirnseitig, einladend öffnet er sich zum älteren Bestand.\nDas satte Grün der Umgebung ist in alle Räumen durch die großen Fassadenfenster erlebbar, schafft Ruhe und Helligkeit: Ankommen und Zuhause sein – hier auf Zeit und im Leben draußen hoffentlich für immer.", "title": "Zuhause auf Zeit", "source_published_date": "2017-07-21", "construction_phases": ["existing"], "project_volume": 10000000, "construction_end_date": 2015, "id": 6038},
{"description": "Das Westfalenbad in Hagen ist mit einer Gesamtfläche von 70.000 m 2 eines der größten Bäder Nordrhein-Westfalens. In unserer Freiraumkonzeption greifen wir die örtliche topographische Situation der Hanglage auf und entwickeln eine Landschaftskaskade, die das gesamte Bad durchfließt und das Thema der „Bergwelten“ umsetzt. Das Highlight des Saunagartens ist eine bis zu vier Meter hohe und 50 Meter lange Felsengalerie, die den zentral angeordneten Naturbadeteich mit Insel umschließt. Kleine Wasserfälle und Sprühnebel schaffen eine kühle Atmosphäre an den Felsen. Der ehemals verrohrte Ischelandbach wird freigelegt und zum verbindenden Element der drei Landschaftsterrassen.", "title": "WESTFALENBAD HAGEN", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 25500000, "construction_end_date": 2010, "id": 6057},
{"description": "As a rare exception to the predominantly uniform, repetitive sites that derive from the urban models being developed in Madrid’s new suburbs, the municipal land set aside for sports usage in this competition had a striking topography and location which had to define the strategy for our project. This 4.5 Ha site is on a steep slope descending northwards, looking out towards the mountain ranges outside Madrid, bounded to the south by a railway line, which forced us to tackle the large sports programme on both a landscape and an urban scale. This implied the need to seek a strategy that would be capable of conjugating the construction of a large number of indoor facilities with the definition of a public space; a city park where sport will be played. The initial act of carving the earth into a series of terraced platforms enables the site’s natural slope of almost 10 m from end to generate the rule that every operation will be based on. A tennis and racket sports centre cohabits with a large gymnasium and a thermal area, as well as another series of facilities: outdoor pool, service buildings and car parks. The terraces, in the manner of horizontal strata, create a sequence in which the various N-S tracks alternate their positions in accordance with their features (outdoor, indoor, sliding roof). The handball and competition courts are set at SW corner of the site and mark the main entrance to the area set aside for racket sports. As combinatory series, the tennis courts are either outdoors or covered using lightweight structures, and perforated metal plates that feed light and may be used as backing for advertising during competitions. The gymnasium, the most striking building due to its volume, is at the lowest level on the site. It can have independent access from the avenue running along the north perimeter. The stratified large-scale concept of the proposal is also transmitted to the building itself, which arises out the three horizontally stacked spaces: the lower zone for the pools and the hydrothermal areas, the intermediate zone for changing rooms, equipment and physiotherapy, and the upper zone fully occupied by the gymnasium areas. This decision is projected naturally onto the project structures, in which a mezzanine floor defined by large-format girders holds service facilities (changing rooms and equipment, using the large span to free up the lower floor for the pools and the upper floor for the gymnastics halls.", "title": "MONTECARMELO SPORTS & FITNESS CENTRE", "source_published_date": "2017-07-10", "construction_phases": ["existing"], "project_volume": 102671360, "construction_end_date": 2009, "id": 6109},
{"description": "Errichtung eines Budget-Hotels im 2-Sterne Segment der Marke \"Super 8\" 5 geschossiges Hotelgebäude in Verbindung mit dem angrenzenden Wohnhaus wird eine Blockbebauung realisiert 2-3 Gewerbeeinheiten im Erdgeschoss Lochfassade mit Klinkerriemchen Helle und elegante Farbgestaltung der Innenhoffassaden großzügige Fensterflächen im Erdgeschoss Technikflächen befinden sich auf dem Dach im Nord-Osten der Landeshauptstadt Mainz direkt angrenzend an das ehemalige Hafenbecken auf der sogenannten Nordmole 5 Autominuten zu 5 Autobahnen A 60, A 63, A 643, A 66, A661 Hauptbahnhof Mainz in 15 Minuten zu Fuß erreichbar Flughafen Frankfurt/Main nur ca. 20 Minuten entfernt ca. 30 Minuten von Frankfurt entfernt Naherholung in Rheinhessen umgeben von Wasser und Cafés Energieeffizienz nach ENEV 2016 DGNB Silber Zertifizierung angestrebt neben Standardzimmern auch barrierefreie Zimmer Wyndham Hotel Standard unter dem Label \"Super 8\" offene Lobby mit Café-Bereich und Lounge", "title": "Mainz - Zollhafen Hotel", "source_published_date": "2017-07-12", "construction_phases": ["under_construction"], "project_volume": 19438543, "construction_end_date": 2019, "id": 6262},
{"description": "The new Ethelbert Cooper Gallery for contemporary African and African American Art is a compact jewel within the historic Harvard campus. Modest in scale, its presence is nonetheless radiant – especially at night – when it shimmers like a golden palisade. Situated adjacent to Peet’s Coffee building (one of oldest in Harvard Square), the project is the reinvention of a small existing infill building that has been dramatically transformed from within and without. Inside, the gallery is a progression of spaces that takes visitors on a journey. The artwork glows, while the black painted walls recede. The core of the building is in the center of the space and a series of smaller galleries, varying in size and height, result in a progression of intimate gallery moments. The Corridor (which connects the two halves of the space) is a unique experience in the gallery sequence. It has a vaulted ceiling with oak veneer panels on one side that change in width along the length of the corridor, some of which are doors to the media gallery, AV closet and vitrine. The other side of corridor is the gallery wall, used for hanging art work.\nThe exterior has been redefined by a new façade, comprising honeycoloured timber fins, which fold upwards to make a canopy over the entrance. The timber mullions stop just shy of the historic building’s cornice and the interstitial space is clad with dark terrazzo, creating a pause between the two buildings. The same terrazzo is used in the interior and it extends to the paving outside and then folds up the wall as a signage plaque. The facade is both the face of the Cooper Gallery but also the gateway to Harvard’s Hutchins Center, which is boldly referenced via the integrated brass lettering that is set into the upper timbers. The lettering appears to wrap around the timber fins onto the glass, establishing a play of silhouettes, reflections and shadows at night.", "title": "Civic Buildings Ethelbert Cooper Gallery, Hutchins Center", "source_published_date": "2017-08-05", "construction_phases": ["existing"], "project_volume": 1067360, "construction_end_date": 2014, "id": 6307},
{"description": "Anchoring Beijing’s burgeoning new Dawangjing business district, the recently completed Beijing Greenland Center is situated on the city’s northeast side, equidistant from Beijing’s bustling core and the Beijing Capital International Airport. Sustainable, elegant, and efficient, the project includes 173,000 square meters of workspace and retail. The 260-meter-tall, 55-story tower is clad in an intricate, trapezoidal glass curtain that creates a woven texture of light and shadow. The repeating glass modules undulate, providing self-shading that improves the building’s environmental performance. A retail building flanks the tower, featuring a central atrium and large, rectilinear, translucent-glass panels that fill the space with natural light. Layers of planting zones form calming and welcoming spaces for interaction around the center, with a variety of plant species that will produce a range of color and texture throughout the seasons. An important part of the Dawangjing master plan, the center strengthens the pedestrian environment and bolsters the district’s office and retail offerings, elevating the sustainability and stature of this emerging, world-class district.", "title": "Beijing Greenland Center", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 157067026, "construction_end_date": 2016, "id": 6429},
{"description": "This proposal for a new office domicile in Berlin brought 3XN a Special Prize in the invited competition. The site is located in the very heart of Berlin and the ‘Lehrter Stadtquartier’ (Lehrter Cityquarter) is one of the most prominent new property locations in the capital Berlin. The new culture avant-garde and the business-rockets of Berlin need space. 3XNs proposal for a new office domicile in the heart of the German capital is aimed at these spearheads. Therefore, this building has special features. When you open a possibility to interact with other people, a different culture of mutual understanding occurs. Thus, the target in this building has been to make places for informal meetings. The design also aims at presenting the user with a flagship building whose original and characteristic architecture renders the user with a strong identification and high recognition. Few but carefully chosen elements constitute the interior layout: An open and inviting ground floor, a ‘piano nobile’ and two series of U-shaped floor plans that twist separately. The top three floor plans open in the opposite direction. An original façade system based on isosceles triangles protects from sun glare yet opens to the fantastic views towards the Federal Chancellery and the River Spree.", "title": "Lehrter Stadtquartier", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 46401390, "construction_end_date": 2006, "id": 6719},
{"description": "Description House of typical series 124-87-107/1 (architect P. I. Vigdergauz) • Floor-to-floor height: 2.8 m • Google Search", "title": "11/12 Cosmonauts Av.", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 3267443, "construction_end_date": 1986, "id": 6860},
{"description": "Description The complex includes nine Collegiate Courts, an Unitary Court and ten Courts of District. - Development: Poder Judicial de la Federacion - Investment: 514'986,766 pesos - Constructor: ICA - Reference image: http://img245.imageshack.us/img245/5264/medidaspjf4li7.jpg • Google Search", "title": "Palacio de Justicia Federal del Sexto Circuito", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 46689349, "construction_end_date": 2006, "id": 6906},
{"description": "Um die Attraktivitaät der Arbeitsplätze für die Eltern am Klinikum Aschaffenburg zu erhöhen wurde in unmittelbarer Nachbarschaft eine 2-gruppige Kinderkrippe errichtet. Die beiden Gruppenräume orientieren sich mit der überdachten Terrasse nach Süden. Die mittig angelegte Erschließung ist gleichzeitig als Spielflur Bewegungsfläche.", "title": "Kinderkrippe Klinikum", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 468000, "construction_end_date": 2010, "id": 6973},
{"description": "Um- und Neubau der Kinder- und Jugendpsychiatrie", "title": "FRIEDRICH-EBERT-KRANKENHAUS NEUMÜNSTER", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 1200000, "construction_end_date": 2005, "id": 7072},
{"description": "Die Stadt Zug ist selbst für die hohen Schweizer Maßstäbe etwas Besonderes: In dieser kleinen Stadt am Zuger See gibt es mehr Firmen als Einwohner. Angelockt von den niedrigen Steuersätzen, die 1946 eingeführt wurden, hat die Einrichtung Tausender Briefkastenfirmen und Holdings der Stadt in den letzten drei Jahrzehnten einen gehörigen Wachstumsschub beschert, der in der engen Altstadt keinen Raum fand. Zug ist zugleich der kleinste und reichste Kanton. Heute leben etwa 114.000 Menschen in Zug, die Bevölkerung hat sich in den letzten 40 Jahren verdoppelt. Das Herti genannte Areal verdankt seinen ungewöhnlichen Namen dem Wort „Härte“ – des lehmigen Bodens und der harten Arbeit, die Landwirtschaft auf ihm erfordert. Es liegt westlich der Innenstadt und wurde deshalb in den letzten Jahrzehnten zu einem neuen, modernen Stadtteil entwickelt, der die Altstadt flächenmäßig in den Schatten stellt und zugleich entlastet. Gleich mehrere Hochhäuser wachsen derzeit über der Silhouette der mittelalterlichen Stadt. Die Herti wirkt wie ein Open-Air-Museum der städtebaulichen Vorstellungen in der Schweiz seit dem Zweiten Weltkrieg: Biedere Satteldach-Zeilen in den 1950er Jahren im ersten Bauabschnitt, gefolgt von nutzungsentmischten Waschbeton-Riesen der 60er und 70er Jahre in den Phasen Zwei, Drei und Vier, bis hin zu Stahl-Glasgehäusen, wie sie typisch für die 80er Jahre waren, im fünften Bauabschnitt. 1976 wurde eine Schule gebaut, 1983 ein Einkaufszentrum, 1967 eine Sporthalle und 1984 ein Altersheim. Heute ist die Herti damit fast eine autarke Stadt. All diesen „städtebaulichen Sedimenten“ ist gemein, dass sie im Auftrag oder auf dem Bauland der „Korporation Zug“ gebaut wurden. Diese Institution hält in Zug wichtige Zügel in der Hand: Ihr gehören große Wald- und Feldflächen und damit auch das entscheidende Bauland, das Zug für seine Weiterentwicklung dringend benötigt. Die „Korporation Zug“ ist eine öffentlichrechtliche Körperschaft, die aus Nachfahren von 36 Zuger „Geschlechtern“ besteht. Dazu gehören heute circa 4500 Personen. Die Korporation behält den Grund und gibt lediglich das Baurecht an weitere Investoren ab. Am nördlichen Rand der Stadt sollte der Bauabschnitt „Herti 6“ nach einem Entwurf von ASTOC als „Mittler zwischen Stadt und Lorzenebene“ dienen. Der städtebauliche Entwurf sieht sechs Wohnhöfe vor, die jeweils auf einem gemeinsamen Plateau stehen. In den Höfen Zwei, Vier und Sechs ist stets ein Gebäude Punkt-, eines Riegel- und eines L-förmig. Die Höfe Eins, Drei und Fünf bestehen aus jeweils drei Riegeln. Während der fließende öffentliche Raum in der benachbarten 70er-Jahre-Siedlung keinen Halt findet und wie Abstandsgrün wirkt, schaffen die Wohnhöfe Nachbarschaften und lesbare Räume, sowohl im inneren und äußeren Straßenraum. Miet- und Eigentums- wohnungen wurden gemischt, ebenso geförderter und frei finanzierter Wohnungsbau. Alle Wohnungen sind für Familien konzipiert und entsprechend groß. Die Wohnhöfe Eins bis Vier sind bereits 2005 erstellt worden und bieten 150 Miet- und 46 Eigentumswohnungen, teils als Maisonetten gestaltet, sowie eine Kindertagesstätte. Die Wohnhöfe Fünf und Sechs bieten je 48 Mietwohnungen im Minergie-Standard – Minergie ist der wichtigste Energiestandard in der Schweiz für Niedrigenergiehäuser – und eine weitere Kindertagesstätte. Außen sind die sechs Blöcke weiß gestaltet. Sie zeigen nur zum Innenhof und an den Fassaden der zurückspringenden Geschosse ihre Farbigkeit und Materialität. Die ein- und zweigeschossigen Staffelgeschosse sind in unterschiedlichen Farbtönen gestaltet und mal mit Faserzementplatten, mal mit Holz in verschiedenen Formaten und Mustern verkleidet über einem gemeinsamen Sockel mit Putzfassade. Der erhöhte Hof bietet einen geschützten Bereich mit Spielflächen für kleine Kinder. Jeder Hof wurde unterschiedlich gestaltet. Im Zentrum der Höfe steht jeweils ein Baum in einem Patio (mit Verbindung zur Tiefgarage), über dessen Öffnung die Parkebene natürlich belichtet und belüftet wird. Sickerflächen fangen das Regenwasser an Ort und Stelle auf und machen es erlebbar. Von der Straße aus führt eine Rampe hinauf in den Hof und eine hinab in die nur halb versenkte Parkebene. Alle Hauseingänge liegen zum Hof hin. Im Wohnhof Zwei wurden die Hausnummern als große, farbige Skulpturen gestaltet und im Wohnhof Sechs bildet ein Becken mit Wasser und Sand ein einzigartiges Spielgelände für die Kinder. Jede Hofgestaltung ist individuell und bildet so eine eigene Identität. Die Wohnungen verfügen über Freiflächen nach Süden, Westen und Osten, die halb Loggia und halb Balkon sind. Die Fenster „springen“ von Etage zu Etage ein wenig, um den Fassaden eine spielerische Note zu geben. Der Entwurf für den neuesten Bauteil der Siedlung Herti 6 in Zug zeigt exemplarisch, welche hohen Qualitäten stadtnahes, familienfreundliches Wohnen heute bieten kann. Fotos: Guido Baselgia, Zug", "title": "CH-Zug Wohnen Herti 6", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 58252500, "construction_end_date": 2005, "id": 7622},
{"description": "For reasons of inadequate fire safety, the high-rise block of Deutsche Rentenversicherung at Hohenzollerndamm is undergoing refurbishment. For the building complex, gmp has been commissioned with general design services for fire protection and thermal insulation, refurbishment, modernization, energy conservation, and facade renewal. The complex consists of the 22-story high-rise block, a three-story plinth area, a distinct entrance tract, and a section with multipurpose hall and underground parking garage. A special feature in the design was the need to retain the existing facade, which is subject to architect´s copyright. Accordingly, the work to be carried out had to be adapted to this existing facade. Up to now the building was primarily used as an office building, with some of the floor space given over to the staff restaurant, the archive, and the hardware stores. The top floor of the building remains dedicated to conferences. The existing building includes extensive floor areas below ground for storage and technical plant. Following refurbishment, only some of these areas will still be used for housing the plant rooms for the building, releasing large areas for the purpose of storage. In addition, the intention is to accommodate the REHA information center for insured individuals in the plinth stories.", "title": "Refurbishment and Modernization of the DRV High-rise Block at Hohenzollerndamm", "source_published_date": "2017-06-01", "construction_phases": ["under_construction"], "project_volume": 235292610, "construction_end_date": 2017, "id": 8136},
{"description": "&nbsp; The showroom at OWA company headquarters provides the products with a specific architectural context. An interaction first made possible when the architect is the designer as well. Acting in concert with the view of the company grounds, the baroque town of Amorbach in Bavaria and surrounding forests, the entire seventh floor of the glass OWA tower was turned into a 360 degree panorama for ceiling systems. Focused due to flanking walls, the individual exposition areas on the ceiling lean towards the viewer. Thanks to inclined mirrors, the dynamic ceiling images appear on the wall, too. In an architectural sense, a presentation that conveys the products’ specific attraction in alignment with the corporate image in a highly communicative and illustrative fashion. &nbsp;", "title": "7th Floor OWA", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 949306, "construction_end_date": 2012, "id": 8485},
{"description": "DE EN Home Neuigkeiten Projekte Aktuelle Projekte. Hochbau. Ingenieurbauwerke. Klassiker. Projekte kategorisiert. Projekte ungefiltert. Wir Stellen Kontakt Impressum Klima und Statik - mit System. Wir machen Klima mit System. Das haben die STULZ-Ingenieure sich auf die Fahnen geschrieben. STULZ ist weltweit führender Systemlieferant im Bereich Klimatechnik. Wie STULZ Innovationen für eine effiziente Energienutzung und Klimatisierung in Rechenzentren und Kommunikationsanlagen einsetzt, das zeigt eine Ausstellung im neuen Besucherzentrum der Hamburger Firmenzentrale. Zudem sind im Gebäude bedarfsgerechte und großzügige Büroflächen sowie ein modernes Schulungs- und Trainingszentrum für Kunden und Besucher untergebracht. Wir machen Tragwerke mit System. So steht es auf den Fahnen der BINNEWIES-Ingenieure. Für das STULZ-Besucherzentrum haben wir die Gestaltungsideen des Architekten in eine einfache Struktur übersetzt: Flachdecken, zwei aussteifende Treppenhauskerne und eine stützenfreie Wendeltreppe im großzügigen Eingangsbereich. Sicherheit, Effizienz und Funktionalität - das sind die Ziele der Klimaplanung von STULZ. Und die der Tragwerksplanung von BINNEWIES. © BIN, BIN, BIN, BIN / coido, Nautilus Treppen GmbH & Co. KG, Nautilus Treppen GmbH & Co. KG, Nautilus Treppen GmbH & Co. KG, BIN, BIN Ingenieurbüro Dr. Binnewies Ingenieurgesellschaft mbH • Bauingenieure • Prüfingenieure für Bautechnik Tragwerksplanung • Objektplanung für Ingenieurbauwerke Dammtorstraße 25, DE-20354 Hamburg, Telefon +49 40 415 200 0 Telefax +49 40 415 200 99 E-Mail: mail@dr-ing-binnewies.de", "title": "Besucherzentrum", "source_published_date": "2017-08-29", "construction_phases": ["existing"], "project_volume": 7000000, "construction_end_date": 2011, "id": 8641},
{"description": "Description • Architect: KMG \"Trudbenik\" - \"Dragisa Brasovan\" • Structural designer: Radomir Mihajlovic • Google Search", "title": "Crowne Plaza", "source_published_date": "2017-06-14", "construction_phases": ["existing"], "project_volume": 74285973, "construction_end_date": 1978, "id": 8818},
{"description": "Um den steigenden Patientenzahlen gerecht zu werden und den zukünftigen Anforderungen an Gebäude und Technik entsprechen zu können, planen die Städtischen Kliniken Mönchengladbach ihre Flächen und Abteilungen zu erweitern. Durch die so genannte „Erweiterung Nord“ reagieren die Kliniken auf die gewachsenen Anforderungen des Klinikbetriebs mit einer zusätzlichen Fläche von ca. 7.800 m² BGF auf fünf Geschossen, sowie dem Umbau und der Umnutzung bestehender Flächen des Klinikums auf ca. 2.400 m² BGF. Im Baufeld östlich des Gebäudes B entsteht im Neubau im Erdgeschoss ein neuer Haupteingang mit administrativer Patientenanmeldung sowie eine Zentrale Notauffallambulanz mit Liegendvorfahrt. Im 1. OG wird eine neue Intensiv-Station mit 19 ITS und 6 IMC Betten geschaffen. Das 2. OG erweitert die bestehende OP-Abteilung um einen Hybrid-OP sowie um zwei ambulante OPs. Des Weiteren entstehen ein neuer Holding-Bereich und eine Lounge für ambulante Patienten. Das 3. OG hält eine Bettenstation im gehobenen Standard bereit, welche als interdisziplinäre Privatstation (IPS) den Patienten den Komfort eines Hotels bieten wird. Da der Neubau direkt an den Bestand grenzt und auch Umbauten im Bestand umzusetzen sind, sind teilweise Interimsmaßnahmen notwendig. Dazu zählen unter anderem ein Interims-Zugang als provisorischer Haupteingang und eine Interims- Intensivstation. Die bauliche Fertigstellung ist für das erste Quartal 2018 geplant.", "title": "Städt. Kliniken Mönchengladbach - Neubau Erweiterung Nord", "source_published_date": "2017-05-18", "construction_phases": ["under_construction"], "project_volume": 27104423, "construction_end_date": 2018, "id": 8977},
{"description": "The Bavarian town of Inzell hosted the World Single Distant Speed Skating Championships 2011. To create the world-class competition conditions required for this event, the existing outdoor speed-skating track was upgraded through the construction of a high-performance intelligent roof structure. This improved arena can accommodate up to 7,000 spectators and offers maximum flexibility for large scale world class competitions as well as regular seasonal speed-skating training. The 200 meter long and 90 meter wide arena was planned as an independent wide-span structure, free of interior columns. The athletes and spectators can enjoy panoramic views of the Bavarian Alps through the continuous glass facade which stands as a transparent band between the cloud-like roof and the concrete grandstands that flow into the landscape. At the same time, passers-by can look into the stadium interior and catch a glimpse of daily activities. The roof itself embodies a precisely designed interior climate concept that ensures optimized energetic, economic, and sustainable operation of the ice track on a daily basis. On the underside the roof is fitted with a “Low-E” membrane stretched between the lower cords of the ten-meter high timber and steel trusses. The function of this engineered fabric is to reflect the ice’s own cold thermal radiation back onto the speed track, thus maintaining the low temperature of the ice surface. Simultaneously, this membrane maximises the quantity of diffuse daylight that streams into the stadium through the roof’s seventeen large north-facing skylights. A number of existing support buildings were also upgraded in order to integrate them into the arena’s overall concept of optimum energetic performance. They accommodate offices for the stadium director and the training staff, as well as workshops and spaces for the ice maintenance equipment. The major technical plants and extensive changing rooms are discretely located below the entrance concourse at the level of the ice field.", "title": "Speed Skating Stadium - Max Aicher Arena", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 4339569, "construction_end_date": 2011, "id": 9253},
{"description": "Description - Architect: TMP/TYJT - General Contractor: Jenkins Construction - This building is a registered LEED building. • Google Search", "title": "New Cass Technical High School", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 91956555, "construction_end_date": 2004, "id": 9300},
{"description": "Description Architect: Korth Sunseri Hagey Architects • Google Search", "title": "Watergate Office Tower IV", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 338551278, "construction_end_date": 2001, "id": 9313},
{"description": "The Miami University Art Museum, completed in 1979, rises from the crest of its five-acre site like a sculpturesque sequence of changing architectural forms. The proportion and scale of the building elements are geometrically organized both horizontally and vertically and are highlighted by constantly changing light and shadow throughout the day. The 24,000-square-foot museum was conceived as an active center for art and artifacts. It needed to be flexible enough to display many genres of art, and the surrounding woodlands had to be an integral part of the design. These objectives were met in a single-story, barrier-free structure containing both intimate exhibition areas and large skylit spaces, as well as a 115-seat auditorium. A reflecting pool and three exterior areas can accommodate outdoor sculpture. Through large windows and clerestories, the surroundings are visible from galleries bathed in natural light.", "title": "Miami University Art Museum", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 88646684, "construction_end_date": 1979, "id": 9387},
{"description": "The Westhafen Pier complex is a new synthesis of office buildings with a parking structure. It is located between the river and a coal-fired power station.\nThe design strategy was shaped by the site\u0092s industrial surrounding. The newly developed Westhafen town quarter with offices and housing lies to the east is and the Main-Neckar-Bridge with its heavy train traffic to the west. On the south side is the river Main and on the north the coal-fired power station. The power station\u0092s existing coal supply access to the river Main had to be maintained. This supply line goes right through the building, determining the height of the office building plinth. Being used as a three-storey parking structure, this base ends offer space for shops and restaurants. Five separate office buildings rest on this base in a slightly fanned arrangement.\nThe façades are constructed as vertical louvers and offer excellent views of the river from the offices, all the while creating a visual barrier from the more industrial surroundings. In between each building, a generous terrace spaces from which pleasant views of the river can be enjoyed. The overall appearance of the buildings is reminiscent of a technical object, such as the bellows of an antique camera, which fits naturally in front of the power station silhouette.\nInvolved s+s units A", "title": "Westhafen Pier", "source_published_date": "2017-07-12", "construction_phases": ["existing"], "project_volume": 71811675, "construction_end_date": 2004, "id": 9605},
{"description": "The King County Courthouse is the administrative building housing the judicial branch of King County, Washington government. It is located in downtown Seattle, Washington, just north of Pioneer Square. The 1916 structure houses the King County Prosecuting Attorney, the King County Sheriff's Office, the King County Council, the King County Law Library, King County Work and Education Release, and courtrooms for the King County Superior Court and the Seattle District Court. It is located just north of City Hall Park at 516 Third Avenue, between Dilling Way and James Street. An enclosed skybridge connects the courthouse to the King County Jail, and a pedestrian tunnel connects it to the King County Administration Building.", "title": "King County Courthouse", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 110673002, "construction_end_date": 1931, "id": 9637},
{"description": "Denver’s historic Union Station is a Beaux Arts masterpiece located on the edge of the city’s central business district. SOM was commissioned to expand and transform this station into a major regional transportation hub. To do so, the firm converted 20 acres of former rail yards into an urban transit district that orchestrates light rail, commuter and intercity rail, bicycle and bus routes, and pedestrian pathways into an intuitive intermodal hub. The focal point is the open-air Train Hall, which was conceived as an efficient and formally expressive means of sheltering multiple railway tracks. Its primary structural system comprises 11 steel “arch trusses” spanning nearly 180 feet, clad in tensioned PTFE fabric. In profile, the canopy rises 70 feet at either end and descends in a dynamic sweep to 22 feet at the center, a gesture that allows the structure to protect the passenger platforms below while providing views of the historic station. A bustling, two-block-long pedestrian promenade links the Train Hall to the SOM-designed Denver Union Station Light Rail Terminal. An enhanced network of pedestrian and public spaces within and around the site seamlessly integrates the hub into the LoDo (Lower Downtown) district to the east and residential neighborhoods to the south, west, and north. Underground, the 22-gate Union Station Bus Concourse services 16 regional, express, and local bus routes. The terminal, measuring 980 feet in length, serves a dual purpose as a pedestrian concourse that connects the constellation of transportation programs distributed across the site. Vivid colors and natural lighting help passengers orient themselves while handsome terrazzo floors and sparkling yellow glass tilework elevate the ambience of terminal beyond the often unimaginative depot experience. A series of skylights and glass pavilions flood the hall with daylight, infusing the station with a sense of motion and spaciousness. One of the largest of its kind in the United States, the redevelopment of the former rail yards at Denver Union Station is a case study of the power of transit-oriented urban design. This substantial public investment has catalyzed an unprecedented wave of private-sector activity. Sensitive to its historic location, but fundamentally forward looking in its technical sophistication and city-building spirit, Denver Union Station sets the standard for 21st-century intermodal hubs.", "title": "Denver Union Station", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 3894, "construction_end_date": 2014, "id": 9661},
{"description": "Unity across Disciplines Tangen VGS is beautifully situated just south of the renaissance quarter of Kristiansand with an open view to the Otra River. The school assembles a number of education lines, including hotel and nourishment, design, media and communication and construction courses, both practical and theoretical. Earlier these facilities were widely spread, so it was a target for the new school building to bring different education cultures together to form a unity that encourages cross-over contacts. The Plait A clear and simple design strategy defines the building: A plait. Two sets of double stories are pushed together to form a central area with normal floor height. The double height parts are used for workshop activities, while the central part houses theory classrooms etc. In the centre of the building, a large circular atrium cuts through the building from ground floor to glass roof, connecting all floors. The two-sided design of the building discretely handles the bending of the site, and at both sides of the building, large parable openings invite by-passers to get an impression of the activities inside. Flexible and Recognizable The direct distribution to the school's various sections makes it possible to open and close parts of the school. Outside normal school hours it is possible to use the auditorium for lectures or evening classes and the foyer for public meetings and events. The façade is of dichroic glass causing an array of colors to be displayed in the glass and giving the school a unique expression.", "title": "Tangen Polytechnic", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 30772548, "construction_end_date": 2009, "id": 9756},
{"description": "An innovative product for residential life developed as an alternative that interprets the dream of having one’s own home, an individual address, personally designable spaces to live in and a commensurate garden in an urban correlation, all in a modern way, and thus makes a contribution towards counteracting the advancing urban sprawl in the landscape: As a synthesis between efficiency and individuality, with its capable structure the product offers an alternative to customary apartment-complex housing and a response to the demand for high-quality and affordable residential space in an urbane context.", "title": "home4", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 6353582, "construction_end_date": 2008, "id": 9875},
{"description": "Pharma ohne Pharmaplaner: Neubau eines Gebäudes für die Pharmaproduktiopn mit Konfektionierung, Hochregallager, Büro- und Nebenflächen. WITTE übernahm die Projektsteuerung.", "title": "Lichtwer Pharma AG, Berlin", "source_published_date": "2017-06-28", "construction_phases": ["existing"], "project_volume": 31119736, "construction_end_date": 1999, "id": 10009},
{"description": "Description Development: Bay View Grand • Google Search", "title": "Venetian Bay View Grand Torre 3000", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 47287130, "construction_end_date": 2012, "id": 10186},
{"description": "Im Rahmen der Erweiterung der Hanns-Martin-Schleyer Halle wurde nach einer Bauzeit von nur 14 Monaten die Porsche Arena eingeweiht. Ein großzügiges Foyer vereint die beiden Veranstaltungshallen. Die Multifunktionshalle bietet ein absolutes Höchstmaß an Flexibilität und bietet Raum für Events aller Art. Das Stahlbetongebäude erhält umlaufend auf der dritten Ebene einen auskragenden Umgang, in dem gleichzeitig die Logen untergebracht sind. Zur Gewichtsreduktion wird auf dieser Ebene eine Stahl-Rahmenkonstruktion als Gebäudeabschluss angeordnet. Um die daraus resultierende einseitige Belastung zu kompensieren wurden im Bereich der Endbinder die Rahmenkonstruktion sowie die Fassade und die Träger angehängt. Das Dachtragwerk wird von paarweise angeordneten Fischbauchträgern, die in einem Abstand von 1,5 m positioniert sind, gebildet.", "title": "Porsche Arena Stuttgart - Multifunktionshalle", "source_published_date": "2017-07-12", "construction_phases": ["existing"], "project_volume": 47273520, "construction_end_date": 2006, "id": 10283},
{"description": "After thorough feasibility studies, Ullandhaug has been chosen as the right location for a new hospital in Stavanger, partly because of its proximity to the University. The team continues to work on this selected site.\nThree potential locations were under consideration. Nordic, Aart, SLA and COWI delivered feasibility studies for potential hospitals at Ullandhaug, Stokka and Vaaland.\nSandnes/Stokka is lo­cated in a conservation area for agri­cul­ture, na­ture and recre­ation, and any de­vel­op­ment here must be sensitive towards the surroundings.\nVåland is rel­a­tively small plot, which im­plies a com­pact so­lu­tion. This site is as­so­ci­ated with the ex­ist­ing hos­pi­tal close to Sta­vanger city cen­tre.", "title": "Stavanger University Hospital", "source_published_date": "2017-02-16", "construction_phases": ["under_construction"], "project_volume": 858415151, "construction_end_date": 2023, "id": 10623},
{"description": "A Sculptural Structure Located at the UNESCO World Heritage Site between the Albert Dock and the Pier Head, and next to a row of prominent historic buildings dubbed ‘The Three Graces’ the museum building is conceived as inclined or elevated platforms, gradually forming a sculptural structure. Fully accessible it contributes to the public promenade flow along the Docks. Situated at the Pier Head, the museum is visible from both the river and the city. A Tribute to History and Present The design is reminiscent of the trading ships which at one time dominated the harbour, while the façade’s relief pattern puts forward a new interpretation of the historical architectural detail in the ‘Three Graces.’ The enormous gabled windows open up towards the City and the Harbour, symbolically drawing history into the Museum, while at the same time allow the curious to look in. The outdoor areas around the Museum offer seating with views to the water adding to the dynamic urban environment and serving as a meeting point for locals and visitors alike. The theme is carried through into the Museum of Liverpool’s central atrium, with its sculptural sweeping staircase leading up to the galleries further encouraging social interaction. An Immediate Success The new Museum of Liverpool ambitions to become the World’s leading city history museum, showcasing social history and popular culture and will look at Britain and the world through the eyes of Liverpool. More than 250,000 visited the museum within the first four weeks after the opening.", "title": "Museum of Liverpool", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 33661160, "construction_end_date": 2011, "id": 10729},
{"description": "The ten-storey parking rotunda with a total of 2,115 parking places is an integral component in the overall urban development scheme for expanding the airport. Like the existing Small Parking Rotunda, it acts as an urban planning pivot. The eaves height of the two drum-shaped parking buildings matches that of the terminal buildings but does not obscure the latter, so that there is an open vista allowing you to take your bearings easily. The Large Rotunda is 92 m in diameter and 29 m high. Externally, the structure comes across as layers of slender structural slabs supported on round columns, with a suspended cladding curtain made of galvanized grating to vary the appearance. This steel facade allows both light and air through, and also acts as effective radar insulation. The main stair tower/safety stairwell stands forward of the facade, and is linked with the parking levels by a bridge glazed on one side. Three emergency staircases intrude a little way into the circular geometry as vertical breaks. All the staircase facades are built partially with glass bricks to provide natural lighting. Vehicles access and leave the ten parking levels via a pair of spirals in the central spine. Centralizing the access like this saves circulation space and so leaves more room for parking. The pair of cylindrical half-shells of the wall also act as bracing. They are linked with each other for rigidity via the spirally rising plates.", "title": "Parking Rotunda at Hamburg Airport", "source_published_date": "2017-06-01", "construction_phases": ["existing"], "project_volume": 88241272, "construction_end_date": 2004, "id": 10802},
{"description": "The gently curved triangular shape of the furniture store is drawn from its distinctive location on the Dreispitz roundabout. Flanked by the historic Kandertalbahn railway and the B3 road, this heterogeneous environment demanded an architectural language that would provide orientation and a recognition effect. The resulting building struts its stuff with confidence and a strong identity. At the same time, it fits right in with the environment, as if it was meant to be. The palette of colours, including the grass-covered roof, makes the structure appear to be part of the natural environment.\nThe furniture store is entirely enveloped in a sheath of aluminium mesh, allowing the building to change character depending on the time of day and viewer's orientation. The perspective, light and colour of the intermediate spaces cause the façade to shimmer: In the golden light of morning, the mesh structure comes into its own; in the afternoon, the shadows of the wall brackets set a rhythm. In the evenings, however, the building façade has a bronze glow, as if echoing the sunset.\nThis sculptural construction harmonizes the warm colour of anodized metal with the natural green hues of nature. The elegantly shimmering building does not appear bulky or cumbersome. Rather, its pleasant lightness raises the value of the location rather than dominating it. Generous cutouts in the façade, strategically situated at the lobby and restaurant as well as the children's department and administrative offices, permit a multitude of visual connections to the outside and the inside. Thus the furniture store interacts with its environment.\nThe structure's elegant movement continues within. Like a mirror image of the façade, the gallery corners, walls, bridges and walkways seem to swing through the space in various radii. The entire building follows this special geometry. The main usable area is subdivided into 20,000 square meters of sales and special zones; the remaining floor space is divided between warehouse and administrative zones.\nConsistent design principles ensure a harmonious overall appearance. The centrepiece is a three-storey hall with three retail floors and a large skylight overhead, ensuring a bright and welcoming atmosphere. This is where the escalators and the panoramic lift are located; and it is also a crossroads for customers. Visitors are quickly able to figure out the lay of the land and find their way around.\nThe building is pleasing not only because of its design features and functional details, but also because of its cutting-edge green technology. The project is to be certified as a green building according to the strict standards of the German Sustainable Building Council (DGNB). To that end, the architects used a highly insulated outer shell to minimize energy consumption; low-emission materials; and roof plantings as a climate buffer and link to the surroundings.", "title": "Wohnpark Binzen", "source_published_date": "2017-06-08", "construction_phases": ["existing"], "project_volume": 42191400, "construction_end_date": 2013, "id": 10846},
{"description": "A digital art installation by the American artist John Maeda creates a dynamic and interactive visual composition in the atrium, projecting words and images onto the white meeting boxes. The ground floor comprises the common facilities; lecture halls, students’ café, canteen and library. All research and teaching areas are located on the upper floors. There are teaching facilities in open study areas surrounding the atrium and research departments in the calmer zones at both ends of the building. The building stands elevated above terrain. A metal clad frame folds around the entire volume in one singular dynamic movement. The glass facades inside the frame are divided into horizontal ribbons of glass of varying colour and character – powerful green-coloured glass, translucent glass and clear glass.", "title": "IT University", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 33796440, "construction_end_date": 2004, "id": 10928},
{"description": "Description • Architect: Hooper Architects. • Other: Heerkens van Bavel Bouw, HVBM Vastgoed BV. • Google Search", "title": "EnTrada", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 21564900, "construction_end_date": 2010, "id": 11519},
{"description": "The Museum of Modern Literature is located in Marbach, on a rock plateau overlooking the Neckar River valley. As the birthplace of Friedrich Schiller, the town’s park already held the Schiller National Museum, built in 1903, and the German Literature Archive, built in the 1970s. The Museum of Modern Literature is Germany’s primary literary archive, home not just to Schiller’s papers, but also a repository for everything from Franz Kafka’s manuscripts to the collective libraries of the country’s great writers. It displays artefacts from the extensive twentieth-century collection in the German Literature Archive, including the original manuscripts of Kafka’s The Trial and Alfred Döblin’s Berlin Alexanderplatz . The project has created a unified series of enclosed and open-air spaces, pulling the relatively private world of scholarship into the public realm. Embedded in the topography, the museum reveals a single-height elevation to the north, and double-height to the south. The steep slope of the site creates an intimate, shaded entrance on the brow of the hill facing the Schiller National Museum, with its forecourt and park, and a grander, more open series of tiered spaces facing the valley below. On the highest terrace the building appears as a pavilion, providing the entrance to the museum. Slender concrete columns articulate the façade and enclose the entrance. The route through the entrance pavilion and down towards the introverted exhibition galleries gradually adjusts from daylight to the artificial light required for the fragile exhibits displayed. Once inside, visitors work their way down a grand series of flights of stairs into the exhibition spaces, a sequence of five galleries. These are timber-lined with a richly coloured dark wood and connected to naturally lit, glazed loggias, contrasting the internalised world of texts and manuscripts with the valley beyond. Each space is made unique through subtle shifts in ceiling height, reaching a climax in the smallest room, which is top-lit by a soaring lantern. The other galleries have close-control environments, and are starved of natural light but served by a perimeter light chamber. The visitor can thus step out from the dimmed world of the galleries into an internal loggia that frames panoramic views of the Neckar valley. The walls and ceilings are fair-faced, in-situ cast concrete. Limestone is used internally for the floors, and is also used as an aggregate in the precast, sandblasted concrete elements of the façade.", "title": "Museum of Modern Literature", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 10185862, "construction_end_date": 2006, "id": 11813},
{"description": "Description Architect: Arhitekta K.Rukuta birojs • Google Search", "title": "Dzelzavas 74", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 57415217, "construction_end_date": 2013, "id": 11860},
{"description": "In Kassel erfolgte ab dem Jahr 2000 die Widergründung der Unterneustadt im Zuge des Stadterneuerungsprozesses. Grundlage für den Bebauungsplan der neuen Quartiersplanung bildete dabei die Typologie des verlorengegangenen historischen Stadtgrundrisses. Unser Büro beplante dabei das Wassergrundstück „Block 8“ in der Bettenhäuserstraße 1. Die Wohngebäude reagieren dabei baulich auf die besondere Situation der Vorgaben im Bebauungsplan zu den historischen Baugrenzen, welche wieder aufgenommen werden sollten. Die Architektur der beiden Häuser ist durch zwei klare, weiß verputzte Baukörper geprägt, welche auf einem Natursteinsockel ruhen. In diesem befinden sich Funktionsräume und Stellplätze für die 12 Wohneinheiten. Die Fassade des vorderen Baukörpers öffnet sich mit einer geschosshohen Verglasungen zur Fuldaseite hin. In dem klaren Kubus sind an dieser Fassade die 2 Meter über den Fluss auskragenden Balkone der Maisonettewohnungen eingeschoben. Die Penthouse-Wohnungen mit ihren großen Terrassenflächen auf dem Dach sind durch einen Materialwechsel vom restlichen Kubus abgesetzt. Wegen der Grundstückstiefe wurden zwei Stadtvillen mit einem gemeinsamen Treppenhaus entwickelt, um optimale Belichtungsverhältnisse für die Wohnung zu schaffen. Eine Verbindung der beiden Gebäudeteile erfolgt über Stege in den Obergeschossen in dem entstehenden Zwischenbereich. Auf dem Fußgängerniveau verläuft hier ein Geh- und Fahrradweg, der die bestehende Uferpromenade in diesem Bereich des Flusses weiterführt. In den Häusern befinden sich unterschiedliche Wohnungstypen mit differenzierten und teilweise kombinierbaren Wohnungsgrößen. Diese reichen von den beschriebenen Maisonette- und Penthousewohnungen bis hin zu ebenerdigen Geschosswohnungen in dem zweiten Baukörper. Die Innenräume der Wohnungen sind in ihrer Materialität sehr klar und hell gehalten.", "title": "Fuldalofts I - Neubau von zwei Stadtvillen an der Fulda , Kassel", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 2500000, "construction_end_date": 2006, "id": 11879},
{"description": "The Claremont Apartments are designed for sophisticated inner-city living.\nThe project brief for this apartment building, located in the heart of Melbourne's South Yarra, was to create a space for luxurious living, recreation and entertainment that also fosters a sense of community and wellbeing.\nOne of the most innovative aspects that HASSELL came up with in the design of the Claremont Apartments is the winter lounge and summer deck on level 5. The winter lounge, with stone fireplace, concealed kitchenette and plush woven rug, opens out to an outdoor entertainment area – the summer deck – which features large planted pots, a 25-metre pool, gym, barbecue and sun lounge area.\nThe designers faced a number of challenges when embarking on the 166 apartment project. They successfully created a sense of spaciousness in a compact area by using clever design solutions, including an innovative kitchen design. The joinery was designed as individual pieces of furniture, with each cluster of components beautifully framed and detailed within the space.\nMaximising daylight was also a crucial part of the design and layout of the apartments. All living areas where occupants will spend the majority of their time are located next to full height glazing. Capturing sunlight in these areas is important for wellbeing and assisting with reduced heating costs.\nClaremont is located in a flood zone, so the ground floor lobby was designed with a series of steps and platforms which provide safe egress in the case of a flood. This in turn provided an interesting series of spaces for the entrance, private lounge, mail area and lift podium.", "title": "Claremont Apartments", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 277233, "construction_end_date": 2012, "id": 12014},
{"description": "One Santa Fe is a new mixed-use development in downtown Los Angeles that creates a programmatic amalgam of residential, retail, commercial, and open spaces within the formerly industrial Arts District. CREATING URBAN CONNECTIONS Located along the eastern edge of downtown Los Angeles and directly northeast of the Southern California Institute of Architecture (SCI-Arc), the 510,000 square foot project stretches over a long and narrow 4-acre site of previously vacant land associated with an adjacent Metropolitan Transit Authority rail yard. Extending from First Street south toward Fourth Street along Santa Fe Avenue, the building’ length of more than a quarter mile echoes the strong, linear forms of the surrounding regional infrastructure, including the Los Angeles River, adjacent rail lines, and the former freight depot building that now houses SCI-Arc. At its northernmost end, the project links directly to the First Street Bridge which carries pedestrian sidewalks, vehicular traffic, and the LA Metro Gold Line. A new commercial zone stretches across the ground level of the northern portion of the building and houses a large training facility and offices for Metro. Above are two levels of parking that are accessed by circular ramps. As the project’s linear form moves south, it begins to shift, delaminating to create views and ground-level connections across the width of the site to the railways, the Los Angeles River, and a potential future Metro station on the site of the existing Metro repair yard. Just south of Third Street, the building lifts to create a “bridge” over a new ground level parking area and an expansive public courtyard active by 25 unique specialty boutiques, restaurants, bars, coffee and ice cream shops, and a neighborhood market. UNSCRIPTED, OPEN SPACES FOR LIVING The building’s 438 residential units include studios, one-bedroom, and two-bedroom apartments. Idiosyncratic formal and structural nodes within the building create unique layouts and window placement that vary by unit throughout the building. At the project’s center, where the building passes over the courtyard below, a series of two-level loft units are accessed along a single central corridor. These units interlock in sections to provide double-height apartments with extraordinary views across the width of the building, with windows overlooking both the city skyline to the west and the River to the east. The project incorporates residential amenities throughout the building with a concentration of shared community spaces at the second level deck that overlooks the central public courtyard below. This area includes a fitness club, yoga and Pilates studio, outdoor event area, zero-edge saltwater pool, and clubhouse.", "title": "ONE SANTA FE", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 140497275, "construction_end_date": 2015, "id": 12063},
{"description": "The public swimming pool features a 25 metre competition pool, a diving pool, a restaurant, wellness and fitness as well as an adventure area that gives people the opportunity to swim outside into the open air. The architecture takes into account people’s individual needs so that the arena meets the needs of both elitist and amateur users in the future. Its regular shape is broken up by large expanses of glazing, placed in relation to the primary functions of the building to ensure both optimal utilisation of daylight and views into the activities of the swim hall. Between the structure and the façade; mounted in the space between concrete and aluminium, a giant panel of computer-controlled LED lighting brings a dynamic component to the building’s expression. The space between the structure and the facade also allows for deeply recessed windows—an elegant and aesthetically appealing solution that also fills the building with reflected daylight. The building was inaugurated in September 2014.", "title": "Ystad Arena", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 20005272, "construction_end_date": 2014, "id": 12154},
{"description": "THE BACKGROUND As part of coping with the increase in air traffic and offering a higher level of service to users, the CAA (Civil Aviation Authority) announced a competition for the design and construction of the new Islamabad International Airport in November 2005.\nHaving won the international competition to provide the infrastructures for the new Islamabad International Airport, ADPI is now responsible for designing and supervising all the airport infrastructures, as well as all its buildings, with the exception of the passenger terminal.\nTHE PROJECT\nOn the landside of the airport, the solution proposed by ADPI includes car parks and road networks, office buildings, business parks, a mosque and a range of special technical facilities. On the air side of the airport, the project includes a 3,800 x 60 metre runway (suitable for A380 operations), a taxiway to serve the emergency runway (3,800 x 45 metres) with associated access points and aircraft stands, a cargo complex, a maintenance hangar, a control tower and all the special facilities required for airport operation, such as airbridges and navigation aids.\nThe 17 contact stands and 15 remote stands planned provide an initial response to increased air traffic levels. The project is scheduled over a 4-year period that includes 8 months of design and 36 months of construction. The airport is to be designed for future expansion up to a capacity of 15 million passengers .\nSERVICES PROVIDED ADPI has been awarded a contract to provide overall project management services.", "title": "Benazir Bhutto International Airport. Infrastructures and technical services buildings", "source_published_date": "2017-05-18", "construction_phases": ["existing"], "project_volume": 150000000, "construction_end_date": 2011, "id": 12191},
{"description": "Das Fraunhofer-Institut für Biomedizinische Technik IBMT unterhält seit 1994 eine Außenstelle in der ehemaligen Hemdenfabrik Becker am Standort Sulzbach/Neuweiler. Durch die städtebaulich selbstbewusste Erweiterungslösung des Hallenkomplexes ist die Spitzenforschung des Instituts in dem baulich heterogenen Industriegebiet nach außen ablesbar. Ein wesentlicher Schwerpunkt des IBMT bildet die Kryotechnologie zur Lagerung lebender Proben bei tiefen Temperaturen. Übergreifender Entwurfsgedanke ist die Kryobank als Lebendzellsammlung über das Wissen der Natur. Der Neubau soll Assoziationen stimulieren - der ETFE-Screen ist Identität stiftendes Element und bringt die Fassade zum Sprechen. Die \"Zellmembran\" als Baustoff illustriert die Arbeit des Instituts. ETFE ist zu 100 % recycelbar und entspricht als technischer Werkstoff der Cradle-to-Cradle Strategie für Nachhaltigkeit. Die architektonische Form, das gewählte Material und die eingesetzte Technologie werden zum Sinnbild für die Innovationskraft der Biomedizinischen Forschung und der einzigartigen Lebendsammlung von Zellen an diesem Standort. So wird ein Ort geschaffen, der in Erinnerung bleibt und Identität stiftet.\nArchitekt hammeskrause architekten bda, Stuttgart Markus Hammes, Nils Krause, Armin Rauschke, Thomas Schulz, Veit Schäfer\nFachplaner Tragwerksplanung: Leonhardt, Andrä und Partner, beratende Ingenieure VBI GmbH, Stuttgart Bauphysik: Müller-BBM, Planegg Heizung, Lüftung, Sanitär: Ingenieurbüro Mayer AG, Ottobeuren Elektro: Müller & Bleher GmbH & Co. KG Filderstadt Laborplanung: RT Ingenieurgesellschaft, Umkirch Landschaftsarchitektur: Eurich Gula Landschaftsarchitektur, Wolfegg", "title": "Fraunhofer-Institut für Biomedizinische Technik IBMT", "source_published_date": "2017-06-08", "construction_phases": ["existing"], "project_volume": 10868229, "construction_end_date": 2014, "id": 12324},
{"description": "BRIEF Neubau eines weiteren Verwaltungsgebäudes auf dem Grünenthal-Campus in Aachen-Eilendorf. Die offene Unternehmenskultur soll sich in der Bürostruktur widerspiegeln. | ADDED VALUE Durch das zwei-geschossige „Verschieben“ der Geschossdecken in Längs- und Querrichtung des Gebäudes entwickelt sich im Inneren der Büroetagen eine abwechslungsreiche „+ Zone“, während im Außenraum drei großzügige vorgelagerte Terrassen entstehen. GRÜNENTHAL - NEUBAU BÜROGEBÄUDE 411, AACHEN | GERMANY | Das neue Bürogebäude bildet den neuen Eingangsbereich zum Grünenthal-Campus und schafft gleichzeitig eine moderne, kommunikative und flexible Arbeitswelt für rund 200 Mitarbeiter. Die sieben leicht versetzt zueinander liegenden Geschossdecken prägen nicht nur das markante Erscheinungsbild des Hauses. An den beiden Längsseiten des Gebäudes liegen die natürlich belüfteten und belichteten Büroarbeitsplätze, die flexibel an neue Anforderungen angepasst werden können. Darüber hinaus entstehen in der Mittelzone der Büroetagen zusätzliche Flächen für Kommunikation und Informationsaustausch, wie z.B. Meeting-Areas, Coffee-Points, Lounges, Archive oder Copy-Inseln. Die drei durch das Verschieben der Etagen entstehenden Terrassen im Außenraum eröffnen weite Ausblicke auf den Campus oder in den Aachener Landschaftsraum. Das Gebäude wird über eine Erdwärmeanlage mit Energie zum Heizen und Kühlen versorgt. Die Kombination aus einer thermisch hochwertigen Gebäudehülle, einer Erdsondenanlage, einer Bauteilaktivierung und einer mechanischen Lüftungsanlage mit Wärmerückgewinnung erlaubt eine nahezu autarke Versorgung des Neubaus mit erneuerbaren Energien und stellt eine besonders nachhaltige und ressourcenschonende Energieversorgung dar.", "title": "Grünenthal Bürogebäude 411 Aachen", "source_published_date": "2017-06-02", "construction_phases": ["existing"], "project_volume": 15577609, "construction_end_date": 2013, "id": 12463},
{"description": "Denkmalgerechte Fassadensanierung Der von Peter Abel im Stil der „Neuen Sachlichkeit“ entworfene Gebäudekomplex der Universität zu Köln steht seit 1990 unter Denkmalschutz. Auf Anforderung der Universität, die Fassade des Hauptgebäudes zu sanieren, wird zum einen die Schauseite (Westseite zum Albertus-Magnus-Platz) des 5-geschossigen Zentralbaus aus Naturstein und zum anderen die mit Kratzputz versehene Rückseite saniert. Der Naturstein Ettringer-Kerntuff wird optisch als vorgehängte Fassade mit Wärmedämmung original wieder hergestellt. Im Zusammenhang mit bauphysikalischen Anforderungen wird auch das auskragende Dachgesims und die waagerechte Abschlusslisene über dem Naturstein wärmegedämmt. Das Haupteingangsportal, bestehend aus Basaltlavastützen und 2-geschossigen Fensteranlagen als Stahl-/Glaskonstruktion bleibt denkmalpflegerisch in seinem optischen Erscheinungsbild bestehen.", "title": "Hauptgebäude Universität Köln", "source_published_date": "2017-07-12", "construction_phases": ["existing"], "project_volume": 15133662, "construction_end_date": 2009, "id": 12657},
{"description": "Description Architect: Lucien de Vestel Renovation Architects: Pierre Lallemand, Steven Beckers & Wilfried Van Campenhout - Between 1991 and 2004, the Berlaymont Building was completely renovated, including the revoming of large amounts of asbestos. - From 1967 to 1991 the building was home of the European Commision. At the end of 2004, the European Commision will finally return to Berlaymont. • Google Search", "title": "Berlaymont", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 351125190, "construction_end_date": 1967, "id": 12795},
{"description": "Günther Fischer Gesellschaft für Projektentwicklung mbH RingColonnaden Richard-Wagner-Straße 9-11 50674 Köln info@fischer-projektentwicklung.de Telefon 0221 – 27 16 16 16 Telefax 0221 – 27 16 16 99\nHaben Sie noch Fragen? Rufen Sie uns an!", "title": "BFW München", "source_published_date": "2017-06-02", "construction_phases": ["existing"], "project_volume": 2700000, "construction_end_date": 2010, "id": 12806},
{"description": "Description Architect: Welton Becket Associates Engineering: Chris P. Stefanos Associates General Contractor: Metric Constructors, Inc. Project Manager: Clyde Benedict Renovation Developer: Don Flow The nation's first smart building; this was the first completely computer controlled office building. This skyscraper was also designed to be responsive to the differences in the sun's radiation and looks different from every angle it's viewed. The north facade is made of glass. The windows in the southern facade are angled to keep the sun out. Windows in the east and west facades, which are exposed to harsh early and late day sun, are reduced in size and number. Don Flow will renovate the building for his corporate headquarters and consolidate all of his company's office workers, from two states, in this one location. The building will also have a 35,000 square foot incubator for businesses started by area college students, to be called Winston Starts. The ground floor will have retail/restaurants. Flow would like for this skyscraper to become a tech commons for downtown Winston-Salem. Construction will begin in Spring 2017 and it will be completed in September 2017. • Google Search", "title": "Flow Tower", "source_published_date": "2017-06-15", "construction_phases": ["existing"], "project_volume": 150115371, "construction_end_date": 1980, "id": 12889},
{"description": "Der Entwurf der Kooperationseinrichtung am Max-Lebsche-Platz – eine Weiterentwicklung der bekannten Kindertagesstätte, in der Kinder vom Säuglings- bis ins Grundschulalter betreut werden – ist aus einem städtebaulichen Realisierungswettbewerb entstanden, den unser Büro im Jahr 1996 gewonnen hat. Innerhalb des städtebaulichen Gefüges des Quartiers nimmt die \"Koop\" einen zentralen Platz ein – ein Solitär in einem ansonsten einheitlich strukturierten Umfeld aus Wohn- und Bürobauten. Die auf den ersten Blick ungewöhnliche Form des Baukörpers ergibt sich aus dem Wunsch des Bauherren, eine großflächige Photovoltaikanlage als Demonstrationsobjekt in den Bau zu integrieren. Die Neigung des Hauptdaches nach Süden wird durch den für die Energiegewinnung optimalen Winkel bestimmt. Über den zurückhaltend gestalteten Kubus der Nebenräume, der als lang gestreckter Riegel der Straßenflucht folgt, schiebt sich von Süden der zweigeschossig gestaffelte Bereich der Gruppenräume. Er tritt durch seine Hülle aus vorpatiniertem, grünen Kupferblech, das Wände und Dächer umschließt, prägnant in Erscheinung und schafft damit das notwendige Gegengewicht zum relativ massiven baulichen Umfeld. Ein großes \"Schaufenster\", ein offenes Regal über zwei Geschosse, verbindet die Eingangshalle mit dem Vorplatz und weist mit den darin ausgestellten (von den Kindern selbst gemachten) Objekten auf den besonderen Zweck des Gebäudes hin. Die ebenfalls in dieses Regal integrierte \"Kunst am Bau\" – in die Fassade eingebaute, fotographisch gestaltete Leuchtkästen- nimmt Bezug auf die Nutzung der Sonnenenergie. Im Kontrast zur markanten, skulpturalen und farblichen Geste des Baukörpers bleibt die Gestaltung der Innenräume bewusst zurückhaltend: weiße Wände und Decken, Buchenholz, orangerote Linoleumböden, um Raum für die Fantasie der Kinder zu lassen. Auf der Südseite öffnen sich die Räume über großzügige Holzdecks und Spielhöfe zum Garten. Die Freiflächengestaltung nimmt Bezüge aus der Architektur auf, die modellierte Hügellandschaft setzt das bewegte Spiel der gebauten Formen fort. Die 325m² große, zusammenhängende Photovoltaik-Anlage ist flächenbündig in die Dachhaut integriert. Die bei Sonneneinstrahlung erzeugte Energiemenge wird direkt in das öffentliche Stromnetz eingespeist. Durch die massive Bauweise des nördlichen Gebäudeteils mit 49cm dicken Ziegelwänden und kleinen Öffnungen wird der über Fernwärme gedeckte Heizenergiebedarf niedrig gehalten. Der Jahresbedarf (Berechnung im Wärmeschutznachweis 2002 nach EneV) liegt bei 45,7 kWh/m² und erfüllt den städtischen Niedrigenergiestandard. Nach Süden hin öffnet sich der Baukörper über die gesamte Fassadenbreite. Durch den vorgelagerten Balkon und den weiten Dachüberstand ist ein guter baulicher Sonnenschutz vorhanden, so dass in den Räumen trotz der großflächigen Verglasung lediglich ein Blendschutz erforderlich ist.", "title": "Kita am Max-Lebsche-Platz", "source_published_date": "2017-06-06", "construction_phases": ["existing"], "project_volume": 2800000, "construction_end_date": 2006, "id": 13242},
{"description": "The Gooderham family bought Snape Maltings in the early 1960s, when malting came to an end. As well as leasing the largest kiln to Benjamin Britten for the Aldeburgh Festival, they also built up a thriving retail business. Haworth Tompkins was commissioned in 2004 to complete the rescue of Snape Maltings by redeveloping the derelict buildings that still filled two thirds of the site.", "title": "Snape Maltings", "source_published_date": "2017-08-29", "construction_phases": ["existing"], "project_volume": 7131493, "construction_end_date": 2009, "id": 13310},
{"description": "Vorhandene Bilder und Qualitäten entwickeln wir weiter: Terrassen, Plätze, den Park, den Blick in die Landschaft, künstlerische Metamorphosen, aber: wir reduzieren diese Welt auf zwei eindeutige Motive: den städtischen Platz und den malerischen Park. Dadurch entsteht der Blick von Innen nach Außen, wie bei Petrarcas Besteigung des Le Mont Ventoux, die als die erste ästhetische Wahrnehmung der Landschaft gilt.\nWas entsteht, ist eine Folge von Räumen großer Ruhe und Einheitlichkeit, die sich individuell am jeweiligen Ort entfalten. Diese „Bild-Räume“ entstehen in Balance mit der Architektur, werden diese benutzen. Wir öffnen Räume zum Denken, bieten die Bühne, offen für Vieles: Kontemplation und Kommunikation, Freiheit des Denkens.", "title": "RÄUME ZUM DENKEN", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 31965381, "construction_end_date": 2012, "id": 13393},
{"description": "Renaissance Hotel at Zhongshan Park is a five star hotel located in the heart of Shanghai, completed in December 2008. It is directly connected to a busy transportation hub which links various metro lines and provides easy access to the city's major attractions. The 672-room hotel has been designed as a tranquil oasis from the surrounding urban metropolis attracting both business and leisure travellers.\nThe hotel occupies levels 24 to 59, above an eight-storey shopping complex and a fifteen-storey commercial centre, offering panoramic views of the city's skyline. The design of the hotel was inspired by the 'Chinese flowers of the seasons,' which feature in the adjacent Zhongshan Park. Elegant forms and rich colours reflect the local surrounds and create a stylish, comfortable and inviting hotel experience. Hollow cut-out images of the Chinese plum blossom are infused throughout the design of the first floor entrance and the main Sky Lobby areas on level 25. The Chinese lotus flower concept permeates the design of the hotel's restaurant and tea lounge areas, instilling an Asian flair with a touch of warmth and sophistication.\nThe hotel has now become an iconic landmark in the city, visible from virtually all parts of Shanghai. The hotel aims to be the first of its class in the rapidly evolving Zhongshan Park district of Shanghai.", "title": "Renaissance Hotel at Zhongshan Park", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 49711200, "construction_end_date": 2008, "id": 13435},
{"description": "Das Kreiskrankenhaus Donauwörth mit 280 Betten umfasst die Fachrichtungen Innere Medizin, Chirurgie, Gynäkologie und Geburtshilfe, Anäthesie und Intensivmedizin, HNO- und Augenheilkunde. Der Funktionstrakt und die zur Landschaft orientierten Pflegestationen gruppieren sich um eine zentrale Eingangshalle.", "title": "Ersatzneubau Kreiskrankenhaus Donauwörth", "source_published_date": "2017-06-28", "construction_phases": ["existing"], "project_volume": 87100000, "construction_end_date": 1996, "id": 13446},
{"description": "This entire building is covered with vertical louvers made of white ceramic panels. We chose this material based on the image of earthenware and porcelain pieces that compose the museum’s collection. Because ceramic panels are a rather weak material, they are usually thickened or set into concrete for enhanced strength; as a result they tend to be heavy and dull, a far cry from the delicate imagery of a tea bowl. In this project, however, a new method of reinforcing thin ceramic panels with aluminum extrusions made it possible to use extra-fine edges in the details. Our idea was to realize within a massive urban structure an image so fragile it seemed it would break if not treated with great care.", "title": "Suntory Museum of Art", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 8520374, "construction_end_date": 2007, "id": 13620},
{"description": "Die Modernisierung eines Reihenhauses in Bayreuth umfasste die Abbrucharbeiten sowie die Putz- und die Trockenbauarbeiten. Das Projekt im Überblick: Bauherr: Privat\nArchitekt: Ziegler, Bayreuth\nLeistungen: Abbruch-, Putz- und die Trockenbauarbeiten\nBaubeginn und Fertigstellung: 2013 Auftragsvolumen: ca. 40.000 EUR Comments are closed.", "title": "Modernisierung eines Reihenhauses in Bayreuth Modernisierung eines Reihenhauses in Bayreuth", "source_published_date": "2017-08-08", "construction_phases": ["existing"], "project_volume": 40000, "construction_end_date": 2013, "id": 13737},
{"description": "The new Unilever headquarter building for Germany, Austria and Switzerland is located right by the river Elbe, prominently positioned in Hamburg's HafenCity. It marks the end of the route out of the town centre to Hamburg's new attractions: the cruise ship terminal and the promenade on Strandkai. Here Unilever's new building opens itself up to the city and its inhabitants. The central element and heart of the design is the generous atrium, flooded by daylight, which, on the ground floor, gives passers-by the opportunity to get to know the company better while browsing in the shop stocked with Unilever products, sitting in the cafe or relaxing in the spa. The atrium is also the central location for people to meet and communicate. As in a city, bridges, ramps and steps connect central spaces with each other. Here people can meet, talk and enjoy the inspiring ambiance. Vibrant and communicative interaction evolves, thereby fostering a feeling of togetherness among the employees. The workplace is no longer a separate department. The building itself reinforces the identity of the company. The building follows the principles of holistic, sustainable architecture. While implementing technologies that help save resources, the energy concept adheres to the principle of avoiding technical solutions wherever possible. The office area is cooled by means of thermally activated reinforced concrete ceilings. A single-layer film facade placed in front of the building's insulation glazing protects the daylight-optimized blinds from strong wind and other weather influences. The building's primary energy consumption during operation will be under 100 Kwh/a m2. A newly developed SMD-LED system has been deployed both for the building's general lighting and for workplace lighting. This system is up to seventy per cent more efficient than conventional halogen or metal halide lighting. The Unilever building received the newly established HafenCity EcoLabel in gold.", "title": "Unilever Headquarters Germany, Austria and Switzerland", "source_published_date": "2017-02-26", "construction_phases": ["existing"], "project_volume": 7800549, "construction_end_date": 2009, "id": 13931},
{"description": "Description Architect: Philip H. Recto Architects Developer: Amberland Corporation • Google Search", "title": "One Corporate Centre", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 147666870, "construction_end_date": 2009, "id": 14106},
{"description": "Description • Architect: AS&P - Albert Speer & Partner GmbH • Google Search", "title": "Victoria Turm", "source_published_date": "2017-06-08", "construction_phases": ["existing"], "project_volume": 63335687, "construction_end_date": 2001, "id": 14366},
{"description": "Description • Architects: Daniel Pons / Angel Gomez Canaan / Nancy Tavárez / Lidia Acosta • Google Search", "title": "Torre Anacaona 27", "source_published_date": "2017-06-15", "construction_phases": ["under_construction"], "project_volume": 96583363, "construction_end_date": 2017, "id": 14421},
{"description": "Westhafen-Tower marks one of the main entry points into the city. Its cylindrical shape calls to mind historic towers marking the entry into Frankfurt, like Bockenheimer or Sachsenhäuser Warte. It constitutes the landmark of a newly developed urban quarter: the Westhafen quarter.\nThe tower structure is a stack of square floor plates inside a cylindrical glass enclosure. This principle achieves two things: firstly, with the optimal ratio of circumference to area of a circle, the cylindrical outer skin minimizes facade area whilst making maximum use of floor space. Secondly, the square floor plates allow a simple and efficient fit-out. Superimposing square and circle creates four-storey winter-gardens which rotate by 90° every four floors.\nThese winter-gardens both reduce energy consumption and allow for vertical connection of office units, independent of the commonly accessible circulation. Every other triangular facade element can be opened in order to naturally ventilate the offices. When the windows are open, the facade reminds of a birds puffed out plumage. Its many facets create an ever-changing play of light.\nInvolved s+s units A B", "title": "Westhafen Tower", "source_published_date": "2017-02-20", "construction_phases": ["existing"], "project_volume": 67633340, "construction_end_date": 2004, "id": 14483},
{"description": "Description Architect: Mecanoo, Royal Haskoning • Google Search", "title": "Eurojust", "source_published_date": "2017-06-16", "construction_phases": ["existing"], "project_volume": 27570, "construction_end_date": 2016, "id": 14694},
{"description": "Die Jury des internationaler Wettbewerbs der Stadt Hamburg hat unseren Entwurf wie folgt kommentiert: Der „Lösungsvorschlag ist klar und einfach, jedoch nicht ohne Raffinesse: Der Alsteranleger wird durch eine großzügige, die gesamte Breite des Jungfernstiegs einnehmenden Treppenanlage ersetzt, die bis zum Wasser reicht und vielfältige, bewegliche Sitzgelegenheiten bietet. Im Kontrast zur flach gehaltenen Treppenanlage erhält der Jungfernstieg wieder eine klar konturierte, dreiachsige Lindenallee auf der Wasserseite, die die Promenade rund um die Binnenalster fortsetzt , aber durch kastenförmigen Beschnitt und Anordnung auf Lücke doch diskret heraushebt und dauerhaft den Blick auf die dahinterliegenden Fassaden partiell zulässt. Mit diesen wenigen, aber entscheidenden Eingriffen gelingt es mit letztlich unprätentiösen Mitteln, dem Jungfernstieg wieder eine klare Gliederung in einen Boulevard auf der bebauten Seite, eine großzügige Promenade auf der Wasserseite und einen Aufenthaltsbereich zum Alsteranleger hin zu geben. Es gelingt (WES) nicht nur, an die historische Gliederung des Jungfernstiegs anzuknüpfen, sondern auch ein neues Bild von selbstverständlicher und unaufdringlicher Schönheit zu erzeugen.“", "title": "Inszenierung des Blickes", "source_published_date": "2017-05-17", "construction_phases": ["existing"], "project_volume": 100518374, "construction_end_date": 2006, "id": 14959}
]
}
